package com.psiarb.go.wordchai;

public class ArabicTree {

    public String[] arabicParse(String[] arr){

        String arabic = arabicParser();
        String lines[] = arabic.split(System.getProperty("line.separator"));

        for(int i=0; i<5000; i++){

            arr[i]=lines[i];

        }


        return arr;
    }


	private static String arabicParser() {

		return "ال\r\n" +
				"يكون\r\n" +
				"و\r\n" +
				"من\r\n" +
				"ا\r\n" +
				"في\r\n" +
				"إلى\r\n" +
				"يملك\r\n" +
				"إلى\r\n" +
				"هذا\r\n" +
				"أنا\r\n" +
				"أن\r\n" +
				"إلى عن على\r\n" +
				"أنت\r\n" +
				"هو\r\n" +
				"مع\r\n" +
				"على\r\n" +
				"فعل\r\n" +
				"قل\r\n" +
				"هذه\r\n" +
				"هم\r\n" +
				"في\r\n" +
				"لكن\r\n" +
				"نحن\r\n" +
				"له\r\n" +
				"من عند\r\n" +
				"أن\r\n" +
				"ليس\r\n" +
				"لا\r\n" +
				"بواسطة\r\n" +
				"هي\r\n" +
				"أو\r\n" +
				"مثل\r\n" +
				"ماذا\r\n" +
				"اذهب\r\n" +
				"هم\r\n" +
				"يستطيع\r\n" +
				"من الذى\r\n" +
				"احصل على\r\n" +
				"إذا\r\n" +
				"سيكون\r\n" +
				"لها\r\n" +
				"الكل\r\n" +
				"لي\r\n" +
				"يصنع\r\n" +
				"حول\r\n" +
				"أعرف\r\n" +
				"سوف\r\n" +
				"مثل\r\n" +
				"فوق\r\n" +
				"واحد\r\n" +
				"زمن\r\n" +
				"هناك\r\n" +
				"عام\r\n" +
				"وبالتالي\r\n" +
				"يفكر\r\n" +
				"متى\r\n" +
				"التي\r\n" +
				"معهم\r\n" +
				"بعض\r\n" +
				"أنا\r\n" +
				"اشخاص\r\n" +
				"يأخذ\r\n" +
				"خارج\r\n" +
				"إلى\r\n" +
				"مجرد\r\n" +
				"نرى\r\n" +
				"له\r\n" +
				"ك\r\n" +
				"تأتي\r\n" +
				"استطاع\r\n" +
				"الآن\r\n" +
				"من\r\n" +
				"مثل\r\n" +
				"آخر\r\n" +
				"ماذا\r\n" +
				"ثم\r\n" +
				"انها\r\n" +
				"لنا\r\n" +
				"اثنان\r\n" +
				"أكثر من\r\n" +
				"هؤلاء\r\n" +
				"تريد\r\n" +
				"طريق\r\n" +
				"نظرة\r\n" +
				"أول\r\n" +
				"أيضا\r\n" +
				"الجديد\r\n" +
				"لان\r\n" +
				"يوم\r\n" +
				"أكثر من\r\n" +
				"استعمال\r\n" +
				"لا\r\n" +
				"رجل\r\n" +
				"تجد\r\n" +
				"هنا\r\n" +
				"شيء\r\n" +
				"يعطى\r\n" +
				"كثير\r\n" +
				"حسنا\r\n" +
				"فقط\r\n" +
				"أولئك\r\n" +
				"يخبار\r\n" +
				"واحد\r\n" +
				"للغاية\r\n" +
				"لها\r\n" +
				"حتى في\r\n" +
				"الى الخلف\r\n" +
				"أي\r\n" +
				"جيد\r\n" +
				"النساء\r\n" +
				"عبر\r\n" +
				"لنا\r\n" +
				"حياة\r\n" +
				"طفل\r\n" +
				"هناك\r\n" +
				"عمل\r\n" +
				"أسفل\r\n" +
				"قد\r\n" +
				"بعد\r\n" +
				"ينبغي\r\n" +
				"مكالمة\r\n" +
				"العالمية\r\n" +
				"على\r\n" +
				"مدرسة\r\n" +
				"ما يزال\r\n" +
				"محاولة\r\n" +
				"في\r\n" +
				"مثل\r\n" +
				"الاخير\r\n" +
				"يطلب\r\n" +
				"بحاجة إلى\r\n" +
				"جدا\r\n" +
				"يشعر\r\n" +
				"ثلاثة\r\n" +
				"متى\r\n" +
				"حالة\r\n" +
				"أبدا\r\n" +
				"يصبح\r\n" +
				"ما بين\r\n" +
				"متوسط\r\n" +
				"هل حقا\r\n" +
				"شيئا ما\r\n" +
				"عظم\r\n" +
				"آخر\r\n" +
				"كثير\r\n" +
				"أسرة\r\n" +
				"خاصة\r\n" +
				"خارج\r\n" +
				"غادر\r\n" +
				"ضع\r\n" +
				"قديم\r\n" +
				"في حين\r\n" +
				"تعني\r\n" +
				"على\r\n" +
				"احتفظ\r\n" +
				"طالب علم\r\n" +
				"لماذا ا\r\n" +
				"سمح\r\n" +
				"عظيم\r\n" +
				"نفسه\r\n" +
				"كبير\r\n" +
				"مجموعة\r\n" +
				"ابدأ\r\n" +
				"بدا\r\n" +
				"بلد\r\n" +
				"مساعدة\r\n" +
				"حديث\r\n" +
				"أين\r\n" +
				"منعطف أو دور\r\n" +
				"مشكلة\r\n" +
				"كل\r\n" +
				"بداية\r\n" +
				"يد\r\n" +
				"ربما\r\n" +
				"أمريكي\r\n" +
				"تبين\r\n" +
				"جزء\r\n" +
				"حول\r\n" +
				"ضد\r\n" +
				"مكان\r\n" +
				"على\r\n" +
				"هذه\r\n" +
				"مرة أخرى\r\n" +
				"قليل\r\n" +
				"قضية\r\n" +
				"عظم\r\n" +
				"أسبوع\r\n" +
				"شركة\r\n" +
				"أين\r\n" +
				"النظام\r\n" +
				"كل\r\n" +
				"حق\r\n" +
				"برنامج\r\n" +
				"سمع\r\n" +
				"وبالتالي\r\n" +
				"سؤال\r\n" +
				"أثناء\r\n" +
				"عمل\r\n" +
				"لعب\r\n" +
				"الحكومي\r\n" +
				"يركض\r\n" +
				"صغير\r\n" +
				"رقم\r\n" +
				"إيقاف\r\n" +
				"دائما\r\n" +
				"نقل\r\n" +
				"مثل\r\n" +
				"ليل\r\n" +
				"حي\r\n" +
				"السيد\r\n" +
				"نقطة\r\n" +
				"يصدق\r\n" +
				"معلق\r\n" +
				"اليوم\r\n" +
				"احضر\r\n" +
				"يحدث\r\n" +
				"التالى\r\n" +
				"بدون\r\n" +
				"قبل\r\n" +
				"كبير\r\n" +
				"الكل\r\n" +
				"مليون\r\n" +
				"يجب\r\n" +
				"الصفحة الرئيسية\r\n" +
				"تحت\r\n" +
				"ماء\r\n" +
				"مجال\r\n" +
				"اكتب\r\n" +
				"أم\r\n" +
				"منطقة\r\n" +
				"الوطني\r\n" +
				"مال\r\n" +
				"قصة\r\n" +
				"شاب\r\n" +
				"حقيقة\r\n" +
				"شهر\r\n" +
				"مختلف\r\n" +
				"قطعة أرض\r\n" +
				"حق\r\n" +
				"دراسة\r\n" +
				"كتاب\r\n" +
				"عين\r\n" +
				"وظيفة\r\n" +
				"كلمة\r\n" +
				"على أية حال\r\n" +
				"اعمال\r\n" +
				"القضية\r\n" +
				"جانب\r\n" +
				"طيب القلب\r\n" +
				"أربعة\r\n" +
				"رئيس\r\n" +
				"بعيدا\r\n" +
				"أسود\r\n" +
				"طويل\r\n" +
				"على حد سواء\r\n" +
				"قليل\r\n" +
				"منزل\r\n" +
				"نعم فعلا\r\n" +
				"بعد\r\n" +
				"منذ\r\n" +
				"طويل\r\n" +
				"تزود\r\n" +
				"الخدمات\r\n" +
				"حول\r\n" +
				"صديق\r\n" +
				"مهم\r\n" +
				"الآب\r\n" +
				"تجلس\r\n" +
				"بعيدا\r\n" +
				"حتى\r\n" +
				"قوة\r\n" +
				"ساعة\r\n" +
				"لعبه\r\n" +
				"غالبا\r\n" +
				"بعد\r\n" +
				"خط\r\n" +
				"سياسي\r\n" +
				"النهاية\r\n" +
				"من بين\r\n" +
				"أبدا\r\n" +
				"يفهم\r\n" +
				"سيئة\r\n" +
				"تخسر\r\n" +
				"ومع ذلك\r\n" +
				"عضو\r\n" +
				"دفع\r\n" +
				"القانون\r\n" +
				"يجتمع\r\n" +
				"سيارة\r\n" +
				"مدينة\r\n" +
				"تقريبيا\r\n" +
				"تتضمن\r\n" +
				"استمر\r\n" +
				"جلس\r\n" +
				"في وقت لاحق\r\n" +
				"تواصل اجتماعي\r\n" +
				"كثير\r\n" +
				"اسم\r\n" +
				"خمسة\r\n" +
				"ذات مرة\r\n" +
				"أبيض\r\n" +
				"الأقل\r\n" +
				"رئيس\r\n" +
				"تعلم\r\n" +
				"حقيقة\r\n" +
				"يتغيرون\r\n" +
				"الفريق\r\n" +
				"اللحظة\r\n" +
				"الأفضل\r\n" +
				"العديد من\r\n" +
				"فكرة\r\n" +
				"طفل\r\n" +
				"الجسم\r\n" +
				"معلومات\r\n" +
				"لا شيئ\r\n" +
				"منذ\r\n" +
				"حق\r\n" +
				"قيادة\r\n" +
				"اجتماعي\r\n" +
				"تفهم\r\n" +
				"سواء\r\n" +
				"الى الخلف\r\n" +
				"راقب\r\n" +
				"سويا\r\n" +
				"إتبع\r\n" +
				"حول\r\n" +
				"الأبوين\r\n" +
				"فقط\r\n" +
				"توقف\r\n" +
				"وجه\r\n" +
				"اى شى\r\n" +
				"خلق\r\n" +
				"عامة\r\n" +
				"سابقا\r\n" +
				"تحدث\r\n" +
				"الآخرين\r\n" +
				"اقرأ\r\n" +
				"مستوى\r\n" +
				"السماح\r\n" +
				"إضافة\r\n" +
				"مكتب. مقر. مركز\r\n" +
				"أنفق\r\n" +
				"باب\r\n" +
				"الصحة\r\n" +
				"شخص\r\n" +
				"فن\r\n" +
				"بالتأكيد\r\n" +
				"هذه\r\n" +
				"حرب\r\n" +
				"التاريخ\r\n" +
				"حفل\r\n" +
				"في غضون\r\n" +
				"تنمو\r\n" +
				"نتيجة\r\n" +
				"افتح\r\n" +
				"يتغيرون\r\n" +
				"صباح\r\n" +
				"سير\r\n" +
				"السبب\r\n" +
				"منخفض\r\n" +
				"يفوز\r\n" +
				"ابحاث\r\n" +
				"فتاة\r\n" +
				"شاب\r\n" +
				"مبكرا\r\n" +
				"طعام\r\n" +
				"قبل\r\n" +
				"لحظة\r\n" +
				"نفسه\r\n" +
				"هواء\r\n" +
				"مدرس\r\n" +
				"فرض\r\n" +
				"عرض\r\n" +
				"كافية\r\n" +
				"على حد سواء\r\n" +
				"التعليم\r\n" +
				"عبر\r\n" +
				"برغم من\r\n" +
				"تذكر\r\n" +
				"قدم\r\n" +
				"ثانيا\r\n" +
				"صبي\r\n" +
				"يمكن\r\n" +
				"باتجاه\r\n" +
				"قادر\r\n" +
				"عمر\r\n" +
				"إيقاف\r\n" +
				"سياسات\r\n" +
				"كل شىء\r\n" +
				"حب\r\n" +
				"معالجة\r\n" +
				"موسيقى\r\n" +
				"بما فيها\r\n" +
				"يعتبر\r\n" +
				"بدا\r\n" +
				"فعلا\r\n" +
				"يشترى\r\n" +
				"المحتمل\r\n" +
				"بشري\r\n" +
				"انتظر\r\n" +
				"تخدم\r\n" +
				"سوق\r\n" +
				"موت\r\n" +
				"إرسال\r\n" +
				"توقع\r\n" +
				"الصفحة الرئيسية\r\n" +
				"إحساس\r\n" +
				"بناء\r\n" +
				"البقاء\r\n" +
				"خريف\r\n" +
				"يا\r\n" +
				"الأمة\r\n" +
				"خطة\r\n" +
				"يقطع\r\n" +
				"كلية\r\n" +
				"فائدة\r\n" +
				"الموت\r\n" +
				"دورة\r\n" +
				"شخصا ما\r\n" +
				"تجربة\r\n" +
				"خلف\r\n" +
				"تصل\r\n" +
				"محلي\r\n" +
				"قتل\r\n" +
				"ستة\r\n" +
				"يبقى\r\n" +
				"تأثير\r\n" +
				"استعمال\r\n" +
				"بلى\r\n" +
				"اقترح\r\n" +
				"صف دراسي\r\n" +
				"مراقبة\r\n" +
				"ربى\r\n" +
				"رعاية\r\n" +
				"ربما\r\n" +
				"قليل\r\n" +
				"متأخر\r\n" +
				"الصعب\r\n" +
				"حقل\r\n" +
				"آخر\r\n" +
				"البشري\r\n" +
				"سابق\r\n" +
				"يبيع\r\n" +
				"رائد\r\n" +
				"بعض الأحيان\r\n" +
				"تطلب\r\n" +
				"على طول\r\n" +
				"تطوير\r\n" +
				"أنفسهم\r\n" +
				"أبلغ عن\r\n" +
				"وظيفة\r\n" +
				"أفضل\r\n" +
				"اقتصادي\r\n" +
				"مجهود\r\n" +
				"فوق\r\n" +
				"قرر\r\n" +
				"معدل\r\n" +
				"قوي\r\n" +
				"ممكن\r\n" +
				"قلب\r\n" +
				"المخدرات\r\n" +
				"تبين\r\n" +
				"زعيم\r\n" +
				"ضوء\r\n" +
				"صوت\r\n" +
				"زوجة\r\n" +
				"كامل\r\n" +
				"شرطة\r\n" +
				"عقل\r\n" +
				"أخيرا\r\n" +
				"سحب. شد\r\n" +
				"إرجاع\r\n" +
				"حر\r\n" +
				"الجيش\r\n" +
				"السعر\r\n" +
				"أبلغ عن\r\n" +
				"أقل\r\n" +
				"علي حسب\r\n" +
				"قرار\r\n" +
				"شرح\r\n" +
				"ابن\r\n" +
				"أمل\r\n" +
				"حتى في\r\n" +
				"طور\r\n" +
				"رأي\r\n" +
				"صلة\r\n" +
				"احمل\r\n" +
				"مدينة\r\n" +
				"طريق\r\n" +
				"قيادة\r\n" +
				"ذراع\r\n" +
				"صحيح\r\n" +
				"فدرالي\r\n" +
				"استراحة\r\n" +
				"أفضل\r\n" +
				"فرق\r\n" +
				"شكر\r\n" +
				"تسلم\r\n" +
				"القيمة\r\n" +
				"دولي\r\n" +
				"بناء\r\n" +
				"عمل\r\n" +
				"ممتلئ\r\n" +
				"نموذج\r\n" +
				"انضم\r\n" +
				"الموسم\r\n" +
				"المجتمع\r\n" +
				"لان\r\n" +
				"ضريبة\r\n" +
				"مدير\r\n" +
				"مبكرا\r\n" +
				"موضع\r\n" +
				"لاعب\r\n" +
				"يوافق على\r\n" +
				"خصوصا\r\n" +
				"سجل\r\n" +
				"قطف او يقطف\r\n" +
				"البس، ارتداء\r\n" +
				"ورقة\r\n" +
				"خاص\r\n" +
				"الفراغ\r\n" +
				"أرض\r\n" +
				"شكل\r\n" +
				"الدعم\r\n" +
				"هدف\r\n" +
				"الرسمية\r\n" +
				"ملك من\r\n" +
				"شيء\r\n" +
				"كل واحد\r\n" +
				"مركز\r\n" +
				"زوجان\r\n" +
				"موقع\r\n" +
				"النهاية\r\n" +
				"مشروع\r\n" +
				"نجاح\r\n" +
				"قاعدة\r\n" +
				"نشاط\r\n" +
				"نجمة\r\n" +
				"الطاولة\r\n" +
				"بحاجة إلى\r\n" +
				"محكمة\r\n" +
				"إنتاج\r\n" +
				"تأكل\r\n" +
				"أمريكي\r\n" +
				"علم\r\n" +
				"نفط\r\n" +
				"نصف\r\n" +
				"موقف\r\n" +
				"سهل\r\n" +
				"كلفة\r\n" +
				"صناعة\r\n" +
				"الشكل\r\n" +
				"وجه\r\n" +
				"شارع\r\n" +
				"صورة\r\n" +
				"بحد ذاتها\r\n" +
				"هاتف\r\n" +
				"إما\r\n" +
				"البيانات\r\n" +
				"التغطية\r\n" +
				"الى حد كبير\r\n" +
				"صورة\r\n" +
				"واضح\r\n" +
				"ممارسة\r\n" +
				"قطعة\r\n" +
				"أرض\r\n" +
				"الأخيرة\r\n" +
				"وصف\r\n" +
				"المنتج\r\n" +
				"طبيب\r\n" +
				"حائط\r\n" +
				"صبور\r\n" +
				"عامل\r\n" +
				"أخبار\r\n" +
				"اختبار\r\n" +
				"فيلم\r\n" +
				"المؤكد\r\n" +
				"شمال\r\n" +
				"حب\r\n" +
				"الشخصية\r\n" +
				"افتح\r\n" +
				"الدعم\r\n" +
				"ببساطة\r\n" +
				"الثالث\r\n" +
				"تقنية\r\n" +
				"قبض على\r\n" +
				"خطوة\r\n" +
				"طفل\r\n" +
				"الحاسوب\r\n" +
				"اكتب\r\n" +
				"انتباه\r\n" +
				"رسم\r\n" +
				"فيلم\r\n" +
				"جمهوري\r\n" +
				"شجرة\r\n" +
				"مصدر\r\n" +
				"أحمر\r\n" +
				"تقريبا\r\n" +
				"منظمة\r\n" +
				"أختر\r\n" +
				"سبب\r\n" +
				"شعر\r\n" +
				"نظرة\r\n" +
				"نقطة\r\n" +
				"مئة عام\r\n" +
				"دليل\r\n" +
				"نافذة او شباك\r\n" +
				"صعبة\r\n" +
				"استمع\r\n" +
				"هكذا\r\n" +
				"حضاره\r\n" +
				"مليار\r\n" +
				"فرصة\r\n" +
				"شقيق\r\n" +
				"طاقة\r\n" +
				"فترة\r\n" +
				"دورة\r\n" +
				"الصيف\r\n" +
				"أقل\r\n" +
				"تدرك\r\n" +
				"مائة\r\n" +
				"متاح\r\n" +
				"نبات\r\n" +
				"المحتمل أن\r\n" +
				"فرصة\r\n" +
				"مصطلح\r\n" +
				"قصيرة\r\n" +
				"رسالة\r\n" +
				"شرط\r\n" +
				"خيار\r\n" +
				"مكان\r\n" +
				"غير مرتبطة\r\n" +
				"قاعدة\r\n" +
				"ابنة\r\n" +
				"الادارة\r\n" +
				"جنوب\r\n" +
				"الزوج\r\n" +
				"مؤتمر\r\n" +
				"أرضية\r\n" +
				"حملة\r\n" +
				"مواد\r\n" +
				"تعداد السكان\r\n" +
				"حسنا\r\n" +
				"مكالمة\r\n" +
				"اقتصاد\r\n" +
				"طبي\r\n" +
				"مستشفى\r\n" +
				"كنيسة\r\n" +
				"أغلق\r\n" +
				"ألف\r\n" +
				"خطر\r\n" +
				"تيار\r\n" +
				"نار\r\n" +
				"مستقبل\r\n" +
				"خطأ\r\n" +
				"تنطوي\r\n" +
				"دفاع\r\n" +
				"أي واحد\r\n" +
				"زيادة\r\n" +
				"الأمان\r\n" +
				"بنك\r\n" +
				"نفسي\r\n" +
				"من المؤكد\r\n" +
				"غرب\r\n" +
				"رياضة\r\n" +
				"مجلس\r\n" +
				"طلب\r\n" +
				"لكل\r\n" +
				"موضوع\r\n" +
				"ضابط\r\n" +
				"نشر\r\n" +
				"راحة\r\n" +
				"سلوك\r\n" +
				"صفقة\r\n" +
				"أداء\r\n" +
				"يقاتل\r\n" +
				"يرمي\r\n" +
				"أعلى\r\n" +
				"بسرعة\r\n" +
				"الماضي\r\n" +
				"هدف\r\n" +
				"ثانيا\r\n" +
				"السرير\r\n" +
				"طلب\r\n" +
				"مؤلف\r\n" +
				"ملء\r\n" +
				"تركيز\r\n" +
				"التركيز\r\n" +
				"أجنبي\r\n" +
				"قطرة\r\n" +
				"خطة\r\n" +
				"دم\r\n" +
				"بناء على\r\n" +
				"وكالة\r\n" +
				"إدفع\r\n" +
				"طبيعة\r\n" +
				"اللون\r\n" +
				"لا\r\n" +
				"مؤخرا\r\n" +
				"متجر\r\n" +
				"خفض\r\n" +
				"صوت\r\n" +
				"ملحوظة\r\n" +
				"غرامة\r\n" +
				"قبل\r\n" +
				"قريب\r\n" +
				"حركة\r\n" +
				"صفحة\r\n" +
				"أدخل\r\n" +
				"شارك\r\n" +
				"من\r\n" +
				"مشترك\r\n" +
				"فقير\r\n" +
				"آخر\r\n" +
				"طبيعي >> صفة\r\n" +
				"سباق\r\n" +
				"الاهتمام\r\n" +
				"سلسلة\r\n" +
				"كبير\r\n" +
				"مماثل\r\n" +
				"الحار\r\n" +
				"لغة\r\n" +
				"كل\r\n" +
				"عادة\r\n" +
				"استجابة\r\n" +
				"ميت\r\n" +
				"ترتفع\r\n" +
				"حيوان\r\n" +
				"عامل\r\n" +
				"عقد\r\n" +
				"مقالة - سلعة\r\n" +
				"أطلق النار\r\n" +
				"الشرق\r\n" +
				"حفظ\r\n" +
				"سبعة\r\n" +
				"فنان\r\n" +
				"بعيدا\r\n" +
				"مشهد\r\n" +
				"مخزون\r\n" +
				"مهنة\r\n" +
				"على الرغم من\r\n" +
				"وسط\r\n" +
				"ثمانية\r\n" +
				"وهكذا\r\n" +
				"علاج او معاملة\r\n" +
				"وراء\r\n" +
				"السعيدة\r\n" +
				"بالضبط\r\n" +
				"يحمي\r\n" +
				"مقاربة\r\n" +
				"راحه\r\n" +
				"بحجم\r\n" +
				"الكلب\r\n" +
				"الأموال\r\n" +
				"جدي\r\n" +
				"تحدث\r\n" +
				"وسائل الإعلام\r\n" +
				"جاهز\r\n" +
				"إشارة\r\n" +
				"فكر\r\n" +
				"قائمة\r\n" +
				"فرد\r\n" +
				"بسيط\r\n" +
				"جودة\r\n" +
				"الضغط\r\n" +
				"قبول\r\n" +
				"إجابة\r\n" +
				"الصعب\r\n" +
				"مورد\r\n" +
				"تحديد\r\n" +
				"اليسار\r\n" +
				"لقاء\r\n" +
				"تحديد\r\n" +
				"إعداد\r\n" +
				"مرض\r\n" +
				"ايا كان\r\n" +
				"نجاح\r\n" +
				"تجادل\r\n" +
				"كوب\r\n" +
				"خصوصا\r\n" +
				"كمية\r\n" +
				"القدرة\r\n" +
				"العاملين\r\n" +
				"تعرف\r\n" +
				"تشير\r\n" +
				"حرف\r\n" +
				"نمو\r\n" +
				"خسارة\r\n" +
				"الدرجة العلمية\r\n" +
				"يتساءل\r\n" +
				"هجوم\r\n" +
				"نفسها\r\n" +
				"منطقة\r\n" +
				"التلفاز\r\n" +
				"صندوق\r\n" +
				"تلفزيون\r\n" +
				"تدريب\r\n" +
				"جميلة\r\n" +
				"تجارة\r\n" +
				"صفقة\r\n" +
				"انتخاب\r\n" +
				"الجميع\r\n" +
				"جسدي - بدني\r\n" +
				"بسط\r\n" +
				"جنرال لواء\r\n" +
				"شعور\r\n" +
				"اساسي\r\n" +
				"مشروع قانون\r\n" +
				"رسالة\r\n" +
				"فشل\r\n" +
				"في الخارج\r\n" +
				"يصل\r\n" +
				"تحليل\r\n" +
				"فائدة\r\n" +
				"اسم\r\n" +
				"جنس\r\n" +
				"إلى الأمام\r\n" +
				"المحامية\r\n" +
				"حاضر\r\n" +
				"الجزء\r\n" +
				"بيئي\r\n" +
				"زجاج\r\n" +
				"إجابة\r\n" +
				"مهارة\r\n" +
				"أخت\r\n" +
				"مساء\r\n" +
				"دكتور جامعى\r\n" +
				"عملية\r\n" +
				"الأمور المالية\r\n" +
				"جريمة\r\n" +
				"المسرح\r\n" +
				"حسنا\r\n" +
				"قارن\r\n" +
				"السلطة\r\n" +
				"يغيب\r\n" +
				"التصميم\r\n" +
				"فرز\r\n" +
				"واحد\r\n" +
				"فعل\r\n" +
				"عشرة\r\n" +
				"المعرفه\r\n" +
				"بندقية\r\n" +
				"محطة\r\n" +
				"أزرق\r\n" +
				"حالة\r\n" +
				"إستراتيجية\r\n" +
				"قليل\r\n" +
				"بوضوح\r\n" +
				"مناقشة\r\n" +
				"في الواقع\r\n" +
				"فرض\r\n" +
				"حقيقة\r\n" +
				"أغنية\r\n" +
				"مثال\r\n" +
				"ديمقراطي\r\n" +
				"التحقق من\r\n" +
				"بيئة\r\n" +
				"رجل\r\n" +
				"داكن\r\n" +
				"عامة\r\n" +
				"مختلف\r\n" +
				"بدلا\r\n" +
				"يضحك\r\n" +
				"خمن\r\n" +
				"تنفيذي\r\n" +
				"جلس\r\n" +
				"دراسة\r\n" +
				"إثبات\r\n" +
				"علق\r\n" +
				"كامل\r\n" +
				"صخرة\r\n" +
				"التصميم\r\n" +
				"كافية\r\n" +
				"ننسى\r\n" +
				"منذ\r\n" +
				"يطالب\r\n" +
				"ملحوظة\r\n" +
				"إزالة\r\n" +
				"مدير\r\n" +
				"مساعدة\r\n" +
				"أغلق\r\n" +
				"صوت\r\n" +
				"استمتع\r\n" +
				"شبكة الاتصال\r\n" +
				"قانوني\r\n" +
				"متدين\r\n" +
				"البرد\r\n" +
				"شكل\r\n" +
				"نهائي\r\n" +
				"الأساسية\r\n" +
				"علم\r\n" +
				"أخضر\r\n" +
				"ذاكرة\r\n" +
				"بطاقة\r\n" +
				"في الاعلى\r\n" +
				"مقعد\r\n" +
				"زنزانة\r\n" +
				"إنشاء\r\n" +
				"لطيف\r\n" +
				"التجربة\r\n" +
				"خبير\r\n" +
				"أن\r\n" +
				"ربيع\r\n" +
				"مؤسسة\r\n" +
				"ديمقراطي\r\n" +
				"راديو\r\n" +
				"يزور\r\n" +
				"إدارة\r\n" +
				"رعاية\r\n" +
				"تجنب\r\n" +
				"تخيل\r\n" +
				"هذه الليلة\r\n" +
				"ضخم\r\n" +
				"كرة\r\n" +
				"لا\r\n" +
				"أغلق\r\n" +
				"إنهاء\r\n" +
				"نفسك\r\n" +
				"حديث\r\n" +
				"نظرية\r\n" +
				"تأثير\r\n" +
				"رد\r\n" +
				"بيان\r\n" +
				"الحفاظ\r\n" +
				"الشحنة\r\n" +
				"جمع\r\n" +
				"تقليدي\r\n" +
				"على\r\n" +
				"كشف\r\n" +
				"اتجاه\r\n" +
				"سلاح\r\n" +
				"موظف\r\n" +
				"ثقافي\r\n" +
				"يحتوي\r\n" +
				"سلام\r\n" +
				"رئيس\r\n" +
				"مراقبة\r\n" +
				"قاعدة\r\n" +
				"الم\r\n" +
				"تطبيق\r\n" +
				"لعب\r\n" +
				"قياس\r\n" +
				"واسع\r\n" +
				"هزة\r\n" +
				"يطير\r\n" +
				"مقابلة\r\n" +
				"تدبير\r\n" +
				"كرسي\r\n" +
				"سمك\r\n" +
				"بصفة خاصة\r\n" +
				"الة تصوير\r\n" +
				"بناء\r\n" +
				"سياسة\r\n" +
				"نفذ\r\n" +
				"قليلا\r\n" +
				"وزن\r\n" +
				"فجأة\r\n" +
				"اكتشف\r\n" +
				"مرشح\r\n" +
				"أعلى\r\n" +
				"إنتاج\r\n" +
				"يعالج\r\n" +
				"رحلة قصيرة\r\n" +
				"مساء\r\n" +
				"تؤثر\r\n" +
				"في داخل\r\n" +
				"مؤتمر\r\n" +
				"وحدة\r\n" +
				"الأفضل\r\n" +
				"قلم المدقة\r\n" +
				"بالغ\r\n" +
				"قلق\r\n" +
				"نطاق\r\n" +
				"أشير\r\n" +
				"بدلا\r\n" +
				"بعيدا\r\n" +
				"عميق\r\n" +
				"الماضي\r\n" +
				"حافة\r\n" +
				"فرد\r\n" +
				"محدد\r\n" +
				"كاتب\r\n" +
				"مشكلة\r\n" +
				"ضروري\r\n" +
				"على مدار\r\n" +
				"التحدي\r\n" +
				"خوف\r\n" +
				"كتف\r\n" +
				"المعهد\r\n" +
				"وسط\r\n" +
				"بحر\r\n" +
				"حلم\r\n" +
				"شريط\r\n" +
				"جميلة\r\n" +
				"خاصية\r\n" +
				"في حين أن\r\n" +
				"تحسن\r\n" +
				"أمور\r\n" +
				"التفاصيل\r\n" +
				"طريقة\r\n" +
				"إشارة\r\n" +
				"شخص ما\r\n" +
				"مجلة\r\n" +
				"الفندق\r\n" +
				"جندي\r\n" +
				"تعكس\r\n" +
				"ثقيل\r\n" +
				"جنسي\r\n" +
				"سبب\r\n" +
				"حقيبة\r\n" +
				"الحرارة\r\n" +
				"خريف\r\n" +
				"زواج\r\n" +
				"قاسي\r\n" +
				"يغنى\r\n" +
				"سطح - المظهر الخارجي\r\n" +
				"غرض\r\n" +
				"يوجد\r\n" +
				"نمط\r\n" +
				"من\r\n" +
				"بشرة\r\n" +
				"وكيل\r\n" +
				"صاحب\r\n" +
				"آلة\r\n" +
				"غاز\r\n" +
				"أسفل\r\n" +
				"المكانية\r\n" +
				"توليد\r\n" +
				"تجاري\r\n" +
				"عنوان\r\n" +
				"سرطان\r\n" +
				"اختبار\r\n" +
				"بند\r\n" +
				"واقع\r\n" +
				"مدرب حافلة ركاب\r\n" +
				"خطوة\r\n" +
				"السيدة\r\n" +
				"حديقة منزل\r\n" +
				"تغلب\r\n" +
				"عنف\r\n" +
				"مجموع\r\n" +
				"تميل\r\n" +
				"استثمار\r\n" +
				"نقاش\r\n" +
				"اصبع اليد\r\n" +
				"حديقة\r\n" +
				"تنويه\r\n" +
				"مجموعة\r\n" +
				"حديث\r\n" +
				"مهمة\r\n" +
				"شريك\r\n" +
				"إيجابي\r\n" +
				"مدني\r\n" +
				"مطبخ\r\n" +
				"مستهلك\r\n" +
				"اطلاق النار\r\n" +
				"ميزانية\r\n" +
				"رغبة\r\n" +
				"لوحة\r\n" +
				"امن\r\n" +
				"آمنة\r\n" +
				"اتفاقية\r\n" +
				"رأس المال\r\n" +
				"فم\r\n" +
				"ولا\r\n" +
				"ضحية\r\n" +
				"جريدة\r\n" +
				"في حين أن\r\n" +
				"التهديد\r\n" +
				"المسئولية\r\n" +
				"ابتسامة\r\n" +
				"محامي\r\n" +
				"أحرز هدفاً\r\n" +
				"الحساب\r\n" +
				"مثير للإعجاب\r\n" +
				"استراحة\r\n" +
				"جمهور\r\n" +
				"غني\r\n" +
				"وجبة عشاء\r\n" +
				"الشكل\r\n" +
				"تصويت\r\n" +
				"الغربي\r\n" +
				"ترتبط\r\n" +
				"السفر\r\n" +
				"النقاش\r\n" +
				"يحول دون\r\n" +
				"مواطن\r\n" +
				"أغلبية\r\n" +
				"لا شيء\r\n" +
				"أمامي\r\n" +
				"مولود\r\n" +
				"يعترف\r\n" +
				"أول\r\n" +
				"افترض\r\n" +
				"ينفخ\r\n" +
				"مفتاح\r\n" +
				"المحترفين\r\n" +
				"مهمة\r\n" +
				"بسرعة\r\n" +
				"وحده\r\n" +
				"زبون\r\n" +
				"عانى\r\n" +
				"خطاب\r\n" +
				"ناجح\r\n" +
				"اختيار\r\n" +
				"مشارك\r\n" +
				"جنوبي\r\n" +
				"طازج\r\n" +
				"في النهاية\r\n" +
				"لا\r\n" +
				"غابة\r\n" +
				"فيديو\r\n" +
				"عالمي\r\n" +
				"مجلس الشيوخ\r\n" +
				"إصلاح\r\n" +
				"التمكن من\r\n" +
				"مطعم\r\n" +
				"القاضي\r\n" +
				"نشر\r\n" +
				"كلفة\r\n" +
				"علاقة\r\n" +
				"مثل\r\n" +
				"إطلاق سراح\r\n" +
				"خاصة\r\n" +
				"طائر\r\n" +
				"رأي\r\n" +
				"ائتمان\r\n" +
				"حرج\r\n" +
				"ركن\r\n" +
				"المعنية\r\n" +
				"اعد الاتصال\r\n" +
				"الإصدار\r\n" +
				"التحديق\r\n" +
				"سلامة\r\n" +
				"فعال\r\n" +
				"حي\r\n" +
				"أصلي\r\n" +
				"فعل\r\n" +
				"قوات\r\n" +
				"الإيرادات\r\n" +
				"مباشرة\r\n" +
				"جرح\r\n" +
				"محيط\r\n" +
				"فورا\r\n" +
				"مسار\r\n" +
				"الأساسية\r\n" +
				"إضراب\r\n" +
				"أمل\r\n" +
				"سماء\r\n" +
				"حرية\r\n" +
				"إطلاقا\r\n" +
				"طائرة\r\n" +
				"لا أحد\r\n" +
				"التوصل\r\n" +
				"موضوع\r\n" +
				"موقف سلوك\r\n" +
				"العمل\r\n" +
				"أشير\r\n" +
				"مفهوم\r\n" +
				"زبون\r\n" +
				"قوي\r\n" +
				"في احسن الاحوال\r\n" +
				"تسعة\r\n" +
				"وبالتالي\r\n" +
				"سلوك\r\n" +
				"أعلن\r\n" +
				"محادثة\r\n" +
				"فحص\r\n" +
				"لمس. اتصال. صلة\r\n" +
				"رجاء\r\n" +
				"حضر\r\n" +
				"تماما\r\n" +
				"تصويت\r\n" +
				"تشكيلة\r\n" +
				"ينام\r\n" +
				"منعطف أو دور\r\n" +
				"متورط\r\n" +
				"تحقيق\r\n" +
				"نووي\r\n" +
				"الباحث\r\n" +
				"صحافة\r\n" +
				"نزاع\r\n" +
				"روح\r\n" +
				"تجربة\r\n" +
				"يحل محل\r\n" +
				"بريطاني\r\n" +
				"التشجيع\r\n" +
				"جدال\r\n" +
				"بواسطة\r\n" +
				"ذات مرة\r\n" +
				"معسكر\r\n" +
				"دماغ\r\n" +
				"خاصية\r\n" +
				"بعد الظهر\r\n" +
				"صباحا\r\n" +
				"عطلة نهاية الاسبوع\r\n" +
				"دزينة\r\n" +
				"إمكانية\r\n" +
				"على طول\r\n" +
				"تأمين\r\n" +
				" قسم، أقسام\r\n" +
				"معركة\r\n" +
				"البداية\r\n" +
				"تاريخ\r\n" +
				"عموما\r\n" +
				"الأفريقي\r\n" +
				"للغاية\r\n" +
				"آسف\r\n" +
				"أزمة\r\n" +
				"اكتمال\r\n" +
				"معجب\r\n" +
				"عصا\r\n" +
				"حدد\r\n" +
				"بسهولة\r\n" +
				"عبر\r\n" +
				"الفجوة\r\n" +
				"جزء\r\n" +
				"رؤية\r\n" +
				"الحالة\r\n" +
				"عادي\r\n" +
				"صينى\r\n" +
				"سفينة\r\n" +
				"حل\r\n" +
				"حجر\r\n" +
				"ببطء\r\n" +
				"مقياس\r\n" +
				"قليلا\r\n" +
				"جامعة\r\n" +
				"تقديم\r\n" +
				"سائق\r\n" +
				"محاولة\r\n" +
				"منتزه\r\n" +
				"بقعة\r\n" +
				"قلة\r\n" +
				"جليد\r\n" +
				"قارب\r\n" +
				"يشرب\r\n" +
				"شمس\r\n" +
				"أمامي\r\n" +
				"مسافه: بعد\r\n" +
				"خشب\r\n" +
				"مقبض\r\n" +
				"شاحنة\r\n" +
				"إرجاع\r\n" +
				"جبل\r\n" +
				"الدراسة الاستقصائية\r\n" +
				"مفترض\r\n" +
				"التقليد\r\n" +
				"شتاء\r\n" +
				"قرية\r\n" +
				"السوفييتي\r\n" +
				"رفض\r\n" +
				"مبيعات\r\n" +
				"تدحرج\r\n" +
				"الاتصالات\r\n" +
				"يركض\r\n" +
				"شاشة\r\n" +
				"ربح\r\n" +
				"مقيم\r\n" +
				"إخفاء\r\n" +
				"ذهب\r\n" +
				"النادي\r\n" +
				"مستقبل\r\n" +
				"مزرعة\r\n" +
				"محتمل\r\n" +
				"زيادة\r\n" +
				"وسط\r\n" +
				"أوروبية\r\n" +
				"حضور\r\n" +
				"مستقل\r\n" +
				"منطقة\r\n" +
				"شكل\r\n" +
				"قارئ\r\n" +
				"الآنسة\r\n" +
				"عقد\r\n" +
				"يحشد\r\n" +
				"مسيحي\r\n" +
				"التعبير\r\n" +
				"شقة\r\n" +
				"راغب\r\n" +
				"قوة\r\n" +
				"سابق\r\n" +
				"فرقة\r\n" +
				"بوضوح\r\n" +
				"حصان\r\n" +
				"يستفد\r\n" +
				"استهداف\r\n" +
				"السجن\r\n" +
				"اركب\r\n" +
				"حارس\r\n" +
				"شروط\r\n" +
				"الطلب\r\n" +
				"مراسل\r\n" +
				"ايصال\r\n" +
				"نص\r\n" +
				"شارك\r\n" +
				"أداة\r\n" +
				"بري\r\n" +
				"مركبة\r\n" +
				"رصد\r\n" +
				"طيران\r\n" +
				"في داخل\r\n" +
				"منشأة\r\n" +
				"فهم\r\n" +
				"معدل\r\n" +
				"يظهر\r\n" +
				"أفضلية\r\n" +
				"بسرعة\r\n" +
				"ضوء\r\n" +
				"قيادة\r\n" +
				"كسب\r\n" +
				"جنيه\r\n" +
				"أساس\r\n" +
				"مشرق\r\n" +
				"العمل\r\n" +
				"زائر\r\n" +
				"عينة\r\n" +
				"تساهم\r\n" +
				"صغير جدا\r\n" +
				"منع\r\n" +
				"حماية\r\n" +
				"تستقر\r\n" +
				"تغذية\r\n" +
				"تجميع\r\n" +
				"إضافي\r\n" +
				"في حين\r\n" +
				"جدا\r\n" +
				"هوية\r\n" +
				"عنوان\r\n" +
				"خاصة\r\n" +
				"درس\r\n" +
				"إيمان\r\n" +
				"نهر\r\n" +
				"تروج \\ يشجع \\ يعزز \\ ينمى \\ يطور\r\n" +
				"المعيشة\r\n" +
				"حاضر\r\n" +
				"عد\r\n" +
				"ما لم\r\n" +
				"تزوج\r\n" +
				"غدا\r\n" +
				"تقنية\r\n" +
				"مسار\r\n" +
				"إذن\r\n" +
				"متجر\r\n" +
				"قوم\r\n" +
				"طلب\r\n" +
				"المبدأ\r\n" +
				"ينجو\r\n" +
				"مصعد\r\n" +
				"الحدود\r\n" +
				"منافسة\r\n" +
				"قفز\r\n" +
				"جمع\r\n" +
				"حد\r\n" +
				"لائق بدنيا\r\n" +
				"يطالب\r\n" +
				"يبكي\r\n" +
				"الرجعية\r\n" +
				"يستحق\r\n" +
				"مساعد\r\n" +
				"الناقد\r\n" +
				"دافئ\r\n" +
				"جانب\r\n" +
				"نتيجة\r\n" +
				"يصر\r\n" +
				"بالفشل\r\n" +
				"سنوي\r\n" +
				"الفرنسية\r\n" +
				"عيد الميلاد\r\n" +
				"تعليق\r\n" +
				"مسؤول\r\n" +
				"قضية\r\n" +
				"مقاربة\r\n" +
				"حتى\r\n" +
				"إجراء\r\n" +
				"منتظم\r\n" +
				"انتشار\r\n" +
				"رئيس\r\n" +
				"البيسبول\r\n" +
				"ناعم\r\n" +
				"تجاهل\r\n" +
				"بيضة\r\n" +
				"قياس\r\n" +
				"إيمان\r\n" +
				"يتظاهر\r\n" +
				"اي شخص\r\n" +
				"قتل\r\n" +
				"هدية مجانية\r\n" +
				"دين\r\n" +
				"إعادة النظر\r\n" +
				"محرر\r\n" +
				"الماضي\r\n" +
				"جذب\r\n" +
				"قهوة\r\n" +
				"وثيقة\r\n" +
				"سرعة\r\n" +
				"تعبر\r\n" +
				"تأثير\r\n" +
				"على أي حال\r\n" +
				"هدد\r\n" +
				"ارتكب\r\n" +
				"إناثا\r\n" +
				"شباب\r\n" +
				"موجة\r\n" +
				"نقل\r\n" +
				"خائف\r\n" +
				"ربع\r\n" +
				"خلفية\r\n" +
				"محلي\r\n" +
				"واسع\r\n" +
				"رائع\r\n" +
				"أنكر\r\n" +
				"كما يبدو\r\n" +
				"بعض الشيء\r\n" +
				"رد فعل\r\n" +
				"مرتين\r\n" +
				"بدلة\r\n" +
				"إنطباع\r\n" +
				"متزايد\r\n" +
				"عاصفة\r\n" +
				"اعمال بناء\r\n" +
				"طيب القلب\r\n" +
				"المخابرات\r\n" +
				"هدم\r\n" +
				"طبخ\r\n" +
				"صلة\r\n" +
				"الشحنة\r\n" +
				"حرق\r\n" +
				"حذاء\r\n" +
				"رأي\r\n" +
				"درجة\r\n" +
				"سياق الكلام\r\n" +
				"لجنة\r\n" +
				"مهلا\r\n" +
				"خطأ\r\n" +
				"التركيز\r\n" +
				"ابتسامة\r\n" +
				"موقعك\r\n" +
				"ملابس\r\n" +
				"هندي\r\n" +
				"هادئ\r\n" +
				"فستان\r\n" +
				"وعد\r\n" +
				"وصف\r\n" +
				"الجيران\r\n" +
				"اكتمال\r\n" +
				"قيادة\r\n" +
				"وظيفة\r\n" +
				"عظم\r\n" +
				"نشيط\r\n" +
				"تمديد\r\n" +
				"رئيس\r\n" +
				"معدل\r\n" +
				"دمج\r\n" +
				"نبيذ\r\n" +
				"أدناه\r\n" +
				"بارد\r\n" +
				"ناخب\r\n" +
				"تعني\r\n" +
				"الطلب\r\n" +
				"تعلم\r\n" +
				"حافلة\r\n" +
				"الجحيم\r\n" +
				"خطير\r\n" +
				"تذكير\r\n" +
				"أخلاقي\r\n" +
				"متحد\r\n" +
				"الفئة\r\n" +
				"نسبيا\r\n" +
				"فوز\r\n" +
				"مفتاح\r\n" +
				"أكاديمي\r\n" +
				"يزور\r\n" +
				"الإنترنت\r\n" +
				"صحي\r\n" +
				"نار\r\n" +
				"نفي\r\n" +
				"التالية\r\n" +
				"تاريخي\r\n" +
				"دواء\r\n" +
				"جولة\r\n" +
				"تعتمد\r\n" +
				"صورة فوتوغرافية\r\n" +
				"العثور على\r\n" +
				"إختطاف\r\n" +
				"مباشرة\r\n" +
				"قاعة الدراسة\r\n" +
				"اتصل\r\n" +
				"عدالة\r\n" +
				"مشاركة\r\n" +
				"اليومي\r\n" +
				"معرض\r\n" +
				"زوج\r\n" +
				"مشهور\r\n" +
				"ممارسه الرياضه\r\n" +
				"ركبة\r\n" +
				"زهرة\r\n" +
				"شريط\r\n" +
				"توظيف\r\n" +
				"مألوف\r\n" +
				"مناسب\r\n" +
				"يتبرع\r\n" +
				"تماما\r\n" +
				"يقطع\r\n" +
				"سوف\r\n" +
				"الممثل\r\n" +
				"ولادة\r\n" +
				"بحث\r\n" +
				"ربطة عنق\r\n" +
				"ديمقراطية\r\n" +
				"الشرقية\r\n" +
				"ابتدائي\r\n" +
				"في الامس\r\n" +
				"دائرة\r\n" +
				"جهاز\r\n" +
				"تقدم\r\n" +
				"التالى\r\n" +
				"أمامي\r\n" +
				"الأسفل\r\n" +
				"جزيرة\r\n" +
				"تبادل\r\n" +
				"نظيف\r\n" +
				"ستوديو\r\n" +
				"قطار\r\n" +
				"سيدة\r\n" +
				"زميل\r\n" +
				"الوضعية\r\n" +
				"العنق\r\n" +
				"الخالية من\r\n" +
				"ضرر\r\n" +
				"بلاستيك\r\n" +
				"طويل\r\n" +
				"طبق\r\n" +
				"اكرهه\r\n" +
				"غير ذلك\r\n" +
				"جاري الكتابة\r\n" +
				"صحافة\r\n" +
				"الذكر\r\n" +
				"بداية\r\n" +
				"على قيد الحياة\r\n" +
				"التعبير\r\n" +
				"كرة القدم\r\n" +
				"اعتزم\r\n" +
				"هجوم\r\n" +
				"دجاج\r\n" +
				"جيش\r\n" +
				"إساءة\r\n" +
				"مسرح\r\n" +
				"اغلق\r\n" +
				"خريطة\r\n" +
				"إضافي\r\n" +
				"جلسة\r\n" +
				"خطر\r\n" +
				"أهلا بك\r\n" +
				"المنزلي\r\n" +
				"الكثير\r\n" +
				"الأدب\r\n" +
				"تمطر\r\n" +
				"رغبة\r\n" +
				"تقدير\r\n" +
				"إصابه\r\n" +
				"احترام\r\n" +
				"شمالي\r\n" +
				"إيماءة\r\n" +
				"رسم\r\n" +
				"وقود\r\n" +
				"ورقة الشجر\r\n" +
				"مباشرة\r\n" +
				"جاف\r\n" +
				"الروسية\r\n" +
				"تعليمات\r\n" +
				"يقاتل\r\n" +
				"حوض السباحة\r\n" +
				"تسلق\r\n" +
				"حلو\r\n" +
				"قيادة\r\n" +
				"محرك\r\n" +
				"رابع\r\n" +
				"ملح\r\n" +
				"وسعت\r\n" +
				"أهمية\r\n" +
				"فلز\r\n" +
				"سمين\r\n" +
				"تذكرة\r\n" +
				"البرمجيات\r\n" +
				"اختفى\r\n" +
				"الشركات\r\n" +
				"غريب\r\n" +
				"شفة\r\n" +
				"قراءة\r\n" +
				"الحضاري\r\n" +
				"عقلي\r\n" +
				"على نحو متزايد\r\n" +
				"غداء\r\n" +
				"تربوي\r\n" +
				"مكان ما\r\n" +
				"مزارع\r\n" +
				"في الاعلى\r\n" +
				"السكر\r\n" +
				"كوكب\r\n" +
				"مفضل\r\n" +
				"يكتشف\r\n" +
				"الحصول على\r\n" +
				"العدو\r\n" +
				"أعظم\r\n" +
				"مركب\r\n" +
				"طوق\r\n" +
				"رياضي\r\n" +
				"دعا\r\n" +
				"كرر\r\n" +
				"بحرص\r\n" +
				"روح\r\n" +
				"علمي\r\n" +
				"غير ممكن\r\n" +
				"فريق\r\n" +
				"المعنى\r\n" +
				"أمي\r\n" +
				"زوجت\r\n" +
				"وحده\r\n" +
				"صك\r\n" +
				"تنبؤ\r\n" +
				"طقس\r\n" +
				"رئاسي\r\n" +
				"عاطفي\r\n" +
				"التزام\r\n" +
				"أعلى\r\n" +
				"يتحمل\r\n" +
				"جيب\r\n" +
				"نحيف ضعيف\r\n" +
				"درجة الحرارة\r\n" +
				"مفاجأة\r\n" +
				"تصويت\r\n" +
				"اقتراح\r\n" +
				"نتيجة\r\n" +
				"نصف\r\n" +
				"نفس\r\n" +
				"مشهد\r\n" +
				"التغطية\r\n" +
				"توازن\r\n" +
				"تبنى\r\n" +
				"أقلية\r\n" +
				"مباشرة\r\n" +
				"محاولة\r\n" +
				"الاتصال\r\n" +
				"أعمال\r\n" +
				"تعليم\r\n" +
				"تنتمي\r\n" +
				"مساعدة\r\n" +
				"النصيحة\r\n" +
				"حسنا\r\n" +
				"تصوير\r\n" +
				"فارغة\r\n" +
				"إقليمي\r\n" +
				"ممر المشاة\r\n" +
				"رواية\r\n" +
				"الشفرة\r\n" +
				"بطريقة ما\r\n" +
				"تنظم\r\n" +
				"هيئة المحلفين\r\n" +
				"ثدي\r\n" +
				"عراقي\r\n" +
				"بشري\r\n" +
				"الإقرار\r\n" +
				"موضوع\r\n" +
				"عاصفة\r\n" +
				"الاتحاد\r\n" +
				"سجل\r\n" +
				"مكتب\r\n" +
				"خوف\r\n" +
				"شكر\r\n" +
				"فاكهة\r\n" +
				"تحت\r\n" +
				"مكلفة\r\n" +
				"الأصفر\r\n" +
				"استنتاج\r\n" +
				"أولي\r\n" +
				"ظل\r\n" +
				"صراع\r\n" +
				"نستنتج\r\n" +
				"المحلل\r\n" +
				"رقص\r\n" +
				"حد\r\n" +
				"مثل\r\n" +
				"اللائحة\r\n" +
				"يجرى\r\n" +
				"الاخير\r\n" +
				"حلقة\r\n" +
				"إلى حد كبير\r\n" +
				"تحول\r\n" +
				"إيرادات\r\n" +
				"علامة\r\n" +
				"حدد\r\n" +
				"مقاطعة\r\n" +
				"مظهر خارجي\r\n" +
				"صفقة\r\n" +
				"صعوبة\r\n" +
				"جسر\r\n" +
				"نوصي\r\n" +
				"واضح\r\n" +
				"قطار\r\n" +
				"في الأساس\r\n" +
				"البريد الإلكتروني\r\n" +
				"توفير\r\n" +
				"أي أكثر من ذلك\r\n" +
				"اقترح\r\n" +
				"تفكير\r\n" +
				"ربما\r\n" +
				"اتجاه\r\n" +
				"زائر\r\n" +
				"قرض\r\n" +
				"حاليا\r\n" +
				"مريح\r\n" +
				"مستثمر\r\n" +
				"لكن\r\n" +
				"ربح\r\n" +
				"غاضب\r\n" +
				"طاقم\r\n" +
				"عميق\r\n" +
				"حادث\r\n" +
				"الذكر\r\n" +
				"وجبة\r\n" +
				"سمع\r\n" +
				"حركة المرور\r\n" +
				"عضلة\r\n" +
				"خيالى\r\n" +
				"أسر\r\n" +
				"تفضل\r\n" +
				"حقا\r\n" +
				"أرض\r\n" +
				"اليابانية\r\n" +
				"صدر\r\n" +
				"بحث\r\n" +
				"سميك\r\n" +
				"السيولة النقدية\r\n" +
				"متحف\r\n" +
				"جمال\r\n" +
				"حالة طوارئ\r\n" +
				"فريد\r\n" +
				"خاصية\r\n" +
				"داخلي\r\n" +
				"عرقي\r\n" +
				"حلقة الوصل\r\n" +
				"ضغط عصبى\r\n" +
				"يحتوى\r\n" +
				"تحديد\r\n" +
				"جذر\r\n" +
				"أنف\r\n" +
				"أعلن\r\n" +
				"في الخارج\r\n" +
				"يستفسر\r\n" +
				"فعلي\r\n" +
				"زجاجة\r\n" +
				"بالكاد\r\n" +
				"ضبط\r\n" +
				"إطلاق\r\n" +
				"فستان\r\n" +
				"ملف\r\n" +
				"مرض\r\n" +
				"نتيجة\r\n" +
				"ميلادي\r\n" +
				"الدفاع\r\n" +
				"شيء\r\n" +
				"القاضي\r\n" +
				"مهمة\r\n" +
				"ورقة\r\n" +
				"يجب\r\n" +
				"التأكد من\r\n" +
				"كاثوليكي\r\n" +
				"جدا\r\n" +
				"مدى\r\n" +
				"مكون\r\n" +
				"مزج\r\n" +
				"طويل الأمد\r\n" +
				"بطيء\r\n" +
				"تناقض\r\n" +
				"منطقة\r\n" +
				"استيقظ\r\n" +
				"التحدي\r\n" +
				"مطار\r\n" +
				"رئيس\r\n" +
				"بنى\r\n" +
				"اساسي\r\n" +
				"قميص\r\n" +
				"طيار\r\n" +
				"حذر\r\n" +
				"في النهاية\r\n" +
				"قط\r\n" +
				"إسهام\r\n" +
				"سعة\r\n" +
				"أنفسنا\r\n" +
				"ملكية\r\n" +
				"يرشد\r\n" +
				"ظرف\r\n" +
				"ثلج\r\n" +
				"الإنجليزية\r\n" +
				"سياسي\r\n" +
				"سرقة\r\n" +
				"لاحق\r\n" +
				"انزلاق\r\n" +
				"النسبة المئوية\r\n" +
				"لحم\r\n" +
				"مضحك\r\n" +
				"لا هذا ولا ذاك\r\n" +
				"تربة\r\n" +
				"تأثير\r\n" +
				"العملية الجراحية\r\n" +
				"صيح\r\n" +
				"يهودي\r\n" +
				"لوم\r\n" +
				"تقدير\r\n" +
				"بسبب\r\n" +
				"كرة سلة\r\n" +
				"متأخر\r\n" +
				"جولف\r\n" +
				"بحث\r\n" +
				"مجنون\r\n" +
				"بشكل كبير\r\n" +
				"سلسلة\r\n" +
				"عنوان\r\n" +
				"فرع شجرة\r\n" +
				"مزيج\r\n" +
				"مجرد\r\n" +
				"في كثير من الأحيان\r\n" +
				"محافظ حاكم\r\n" +
				"ارتياح\r\n" +
				"المستعمل\r\n" +
				"أب\r\n" +
				"ركلة\r\n" +
				"جزء\r\n" +
				"أسلوب\r\n" +
				"عتيق\r\n" +
				"الصمت\r\n" +
				"تقييم\r\n" +
				"ذهبي\r\n" +
				"اقتراح\r\n" +
				"ألمانية\r\n" +
				"جنس\r\n" +
				"حل\r\n" +
				"رسوم\r\n" +
				"المناظر الطبيعيه\r\n" +
				"مستخدم\r\n" +
				"عاء\r\n" +
				"مساو\r\n" +
				"طويل\r\n" +
				"الرسمية\r\n" +
				"عليها\r\n" +
				"الإطار\r\n" +
				"نموذجي\r\n" +
				"إلا\r\n" +
				"تحفظا\r\n" +
				"القضاء\r\n" +
				"مضيف\r\n" +
				"صالة\r\n" +
				"ثقة\r\n" +
				"محيط\r\n" +
				"أحرز هدفاً\r\n" +
				"صف\r\n" +
				"منتج\r\n" +
				"تحمل\r\n" +
				"وفى الوقت نفسه\r\n" +
				"النظام الحاكم\r\n" +
				"قطاع\r\n" +
				"تؤكد\r\n" +
				"حل\r\n" +
				"مناشدة\r\n" +
				"مرآة\r\n" +
				"سن\r\n" +
				"ذكي\r\n" +
				"الطول\r\n" +
				"تماما\r\n" +
				"اعتمد\r\n" +
				"موضوع\r\n" +
				"تذمر\r\n" +
				"القضية\r\n" +
				"متغير\r\n" +
				"الى الخلف\r\n" +
				"نطاق\r\n" +
				"هاتف\r\n" +
				"المعرفة\r\n" +
				"جذب\r\n" +
				"الثقة\r\n" +
				"غرفة نوم\r\n" +
				"سر\r\n" +
				"دين\r\n" +
				"نادر\r\n" +
				"له\r\n" +
				"خزان\r\n" +
				"ممرضة\r\n" +
				"تغطية\r\n" +
				"معارضة\r\n" +
				"جانبا\r\n" +
				"في أى مكان\r\n" +
				"كفالة\r\n" +
				"ملف\r\n" +
				"بكل سرور\r\n" +
				"رئيس\r\n" +
				"عصر\r\n" +
				"المتطلبات\r\n" +
				"التحقق من\r\n" +
				"يفهم\r\n" +
				"مرح\r\n" +
				"توقع\r\n" +
				"جناح\r\n" +
				"منفصل\r\n" +
				"الآن\r\n" +
				"واضح\r\n" +
				"صراع\r\n" +
				"تعني\r\n" +
				"قليلا\r\n" +
				"يصب\r\n" +
				"ضجة\r\n" +
				"حكم\r\n" +
				"نظيف\r\n" +
				"إلا\r\n" +
				"بيرة\r\n" +
				"الإنجليزية\r\n" +
				"مرجع\r\n" +
				"دمعه\r\n" +
				"شك\r\n" +
				"منحة\r\n" +
				"بشكل جاد\r\n" +
				"الحساب\r\n" +
				"وزير\r\n" +
				"تماما\r\n" +
				"بطل\r\n" +
				"صناعي\r\n" +
				"غيم\r\n" +
				"تمتد\r\n" +
				"الفائز\r\n" +
				"الصوت\r\n" +
				"السفر\r\n" +
				"بذرة\r\n" +
				"مندهش\r\n" +
				"راحة\r\n" +
				"موضه\r\n" +
				"فلفل\r\n" +
				"منفصل\r\n" +
				"مشغول\r\n" +
				"تدخل قضائي\r\n" +
				"نسخ\r\n" +
				"تلميح\r\n" +
				"أدناه\r\n" +
				"رخيص\r\n" +
				"هدف، تصويب\r\n" +
				"استشهد\r\n" +
				"خير\r\n" +
				"الخضروات\r\n" +
				"اللون الرمادي\r\n" +
				"طبق\r\n" +
				"شاطئ بحر\r\n" +
				"تحسين\r\n" +
				"في كل مكان\r\n" +
				"افتتاح\r\n" +
				"بصورة شاملة\r\n" +
				"يقسم\r\n" +
				"مبدئي\r\n" +
				"رهيب\r\n" +
				"عارض\r\n" +
				"معاصر\r\n" +
				"طريق\r\n" +
				"مضاعف\r\n" +
				"أساسى\r\n" +
				"سؤال\r\n" +
				"الدوري\r\n" +
				"مجرم\r\n" +
				"حذر\r\n" +
				"النواة\r\n" +
				"أعلى\r\n" +
				"سرعه\r\n" +
				"بالضرورة\r\n" +
				"على وجه التحديد\r\n" +
				"متعبه\r\n" +
				"ترتفع\r\n" +
				"ربطة عنق\r\n" +
				"توظيف\r\n" +
				"يوم الاجازة\r\n" +
				"رقص\r\n" +
				"شاسع\r\n" +
				"القرار\r\n" +
				"منزلي\r\n" +
				"أقل\r\n" +
				"الإجهاض\r\n" +
				"بعيدا، بمعزل، على حد\r\n" +
				"الشاهد\r\n" +
				"مباراة\r\n" +
				"بالكاد\r\n" +
				"قطاع\r\n" +
				"وكيل\r\n" +
				"قلة\r\n" +
				"تحت\r\n" +
				"بجانب\r\n" +
				"أسود\r\n" +
				"حادث\r\n" +
				"محدود\r\n" +
				"فخور\r\n" +
				"تدفق\r\n" +
				"كلية\r\n" +
				"زيادة\r\n" +
				"المخلفات\r\n" +
				"مجرد\r\n" +
				"كتلة\r\n" +
				"التأكيد على\r\n" +
				"تجربة\r\n" +
				"قطعا\r\n" +
				"قنبلة\r\n" +
				"ضخم\r\n" +
				"نغمة\r\n" +
				"ليبرالية\r\n" +
				"كبير\r\n" +
				"مهندس\r\n" +
				"عجلة\r\n" +
				"إناثا\r\n" +
				"انخفاض\r\n" +
				"استثمار\r\n" +
				"وعد\r\n" +
				"كابل\r\n" +
				"تجاه\r\n" +
				"تعرض\r\n" +
				"ريفي\r\n" +
				"الإيدز\r\n" +
				"اليهودي\r\n" +
				"ضيق\r\n" +
				"كريم\r\n" +
				"سكرتير\r\n" +
				"بوابة\r\n" +
				"صلب\r\n" +
				"تل\r\n" +
				"عادة\r\n" +
				"الضوضاء\r\n" +
				"نجيل\r\n" +
				"لسوء الحظ\r\n" +
				"قبعة\r\n" +
				"تشريع\r\n" +
				"ينجح\r\n" +
				"إما\r\n" +
				"احتفل\r\n" +
				"موهلات\r\n" +
				"صيد السمك\r\n" +
				"يشرب\r\n" +
				"اتهم\r\n" +
				"يد\r\n" +
				"مفيد\r\n" +
				"أرض\r\n" +
				"سر\r\n" +
				"رفض\r\n" +
				"موهبة\r\n" +
				"المذاق\r\n" +
				"صفة مميزة\r\n" +
				"حليب\r\n" +
				"هرب\r\n" +
				"المصبوب\r\n" +
				"جملة او حكم على\r\n" +
				"غير عادي\r\n" +
				"بعناية\r\n" +
				"إقناع\r\n" +
				"ارتفاع\r\n" +
				"الطبيب المعالج\r\n" +
				"تقييم\r\n" +
				"ينام\r\n" +
				"وفرة\r\n" +
				"اركب\r\n" +
				"عمليا\r\n" +
				"أول\r\n" +
				"إضافة\r\n" +
				"حاد\r\n" +
				"خلاق\r\n" +
				"خفض\r\n" +
				"خلف\r\n" +
				"يوافق\r\n" +
				"تفسير\r\n" +
				"في الخارج\r\n" +
				"مثلي الجنس\r\n" +
				"الحرم الجامعي\r\n" +
				"لائق\r\n" +
				"حي\r\n" +
				"مذنب\r\n" +
				"المعيشة\r\n" +
				"يكتسب\r\n" +
				"تنافس\r\n" +
				"تقني\r\n" +
				"زائد\r\n" +
				"عقل\r\n" +
				"محتمل\r\n" +
				"المهاجر\r\n" +
				"ضعيف\r\n" +
				"غير شرعي\r\n" +
				"مرحبا\r\n" +
				"لبديل\r\n" +
				"التفاعل\r\n" +
				"عمود\r\n" +
				"الشخصية\r\n" +
				"إشارة\r\n" +
				"منهاج دراسي\r\n" +
				"قائمة\r\n" +
				"شرف\r\n" +
				"راكب\r\n" +
				"مساعدة\r\n" +
				"إلى الأبد\r\n" +
				"مرح\r\n" +
				"يتعلق\r\n" +
				"إسرائيلي\r\n" +
				"جمعية\r\n" +
				"عشرون\r\n" +
				"طرق\r\n" +
				"إعادة النظر\r\n" +
				"لف\r\n" +
				"مختبر\r\n" +
				"عرض\r\n" +
				"عرض\r\n" +
				"نقد\r\n" +
				"الأصول\r\n" +
				"كآبة\r\n" +
				"روحي\r\n" +
				"موسيقي\r\n" +
				"صحافي\r\n" +
				"صلاة\r\n" +
				"مشتبه فيه\r\n" +
				"عالم\r\n" +
				"تحذير\r\n" +
				"مناخ\r\n" +
				"جبن\r\n" +
				"الملاحظة\r\n" +
				"مرحلة الطفولة\r\n" +
				"دفع\r\n" +
				"سيدي المحترم\r\n" +
				"تصريح\r\n" +
				"سيجارة\r\n" +
				"فريف\r\n" +
				"أفضلية\r\n" +
				"خبز\r\n" +
				"خلق\r\n" +
				"تخرج\r\n" +
				"طلب\r\n" +
				"المشاعر\r\n" +
				"صرخة\r\n" +
				"دراماتيكي\r\n" +
				"كون\r\n" +
				"الفارق\r\n" +
				"ممتاز\r\n" +
				"بشدة\r\n" +
				"النائب العام\r\n" +
				"علامة\r\n" +
				"أخضر\r\n" +
				"سعيد الحظ\r\n" +
				"سحب\r\n" +
				"شركة طيران\r\n" +
				"مكتبة\r\n" +
				"جدول أعمال\r\n" +
				"استعادة\r\n" +
				"مصنع\r\n" +
				"اختيار\r\n" +
				"بالدرجة الأولى\r\n" +
				"سقف\r\n" +
				"غير قادر\r\n" +
				"مصروف\r\n" +
				"مبادرة\r\n" +
				"حمية\r\n" +
				"يقبض على\r\n" +
				"التمويل\r\n" +
				"علاج\r\n" +
				"غسل\r\n" +
				"جدول\r\n" +
				"حزين\r\n" +
				"نبذة\r\n" +
				"إسكان\r\n" +
				"بريد\r\n" +
				"شراء\r\n" +
				"موجود\r\n" +
				"داكن\r\n" +
				"صلب\r\n" +
				"بخصوص\r\n" +
				"يصيح، يصرخ، صيحة\r\n" +
				"متبق\r\n" +
				"بصري\r\n" +
				"تماما\r\n" +
				"رقاقة\r\n" +
				"عنيف\r\n" +
				"صامت\r\n" +
				"افترض\r\n" +
				"الذات\r\n" +
				"دراجة هوائية\r\n" +
				"شاي\r\n" +
				"تصور شعور\r\n" +
				"مقارنة\r\n" +
				"مستوطنة\r\n" +
				"طبقة\r\n" +
				"تخطيط\r\n" +
				"بعيدا\r\n" +
				"وصف\r\n" +
				"في وقت لاحق\r\n" +
				"بطيء\r\n" +
				"الانزلاق\r\n" +
				"على نحو واسع\r\n" +
				"حفل زواج\r\n" +
				"إعلام\r\n" +
				"جزء\r\n" +
				"منطقة\r\n" +
				"فوري\r\n" +
				"الخصم\r\n" +
				"تخلى\r\n" +
				"حلقة الوصل\r\n" +
				"كتلة\r\n" +
				"بحيرة\r\n" +
				"تحول\r\n" +
				"توتر\r\n" +
				"عرض\r\n" +
				"قيادة\r\n" +
				"يزعج\r\n" +
				"تتألف\r\n" +
				"كحول\r\n" +
				"مكن\r\n" +
				"انحناء\r\n" +
				"إنقاذ\r\n" +
				"ربح\r\n" +
				"صحراء\r\n" +
				"سوف\r\n" +
				"خطأ\r\n" +
				"إطلاق سراح\r\n" +
				"شرطي\r\n" +
				"عربي\r\n" +
				"مزدوج\r\n" +
				"سير\r\n" +
				"رمل\r\n" +
				"الأسبانية\r\n" +
				"قاعدة\r\n" +
				"نجاح\r\n" +
				"طباعة\r\n" +
				"الحفاظ على\r\n" +
				"الممر\r\n" +
				"رسمي\r\n" +
				"انتقال\r\n" +
				"وجود\r\n" +
				"الألبوم\r\n" +
				"مشاركة\r\n" +
				"رتب\r\n" +
				"الغلاف الجوي\r\n" +
				"مشترك\r\n" +
				"الرد\r\n" +
				"دورة\r\n" +
				"مقابل\r\n" +
				"قفل\r\n" +
				"كامل\r\n" +
				"استحق\r\n" +
				"ثابتة\r\n" +
				"مقاومة\r\n" +
				"اكتشاف\r\n" +
				"دمعه\r\n" +
				"مكشف\r\n" +
				"يشير إلى\r\n" +
				"مجرى\r\n" +
				"تخفيض السعر\r\n" +
				"ثقة\r\n" +
				"فائدة\r\n" +
				"وعاء\r\n" +
				"كبير\r\n" +
				"الخاص بي\r\n" +
				"مرحبا\r\n" +
				"الائتلاف\r\n" +
				"حكاية\r\n" +
				"سكين\r\n" +
				"حل\r\n" +
				"عرقي\r\n" +
				"مرحلة\r\n" +
				"حاضر\r\n" +
				"نكتة\r\n" +
				"معطف\r\n" +
				"المكسيكي\r\n" +
				"علامة مرض\r\n" +
				"اتصل\r\n" +
				"الصانع\r\n" +
				"فلسفة\r\n" +
				"البطاطس\r\n" +
				"مقابلة\r\n" +
				"المؤسسة\r\n" +
				"اقتبس\r\n" +
				"عبر الانترنت\r\n" +
				"البشري\r\n" +
				"تفاوض\r\n" +
				"جيد\r\n" +
				"حث\r\n" +
				"مناسبات\r\n" +
				"غبار\r\n" +
				"نفس\r\n" +
				"منتخب\r\n" +
				"محقق\r\n" +
				"السترة\r\n" +
				"سعيد\r\n" +
				"عادي\r\n" +
				"اختزال\r\n" +
				"نادرا\r\n" +
				"تحول\r\n" +
				"حزمة\r\n" +
				"انتحار\r\n" +
				"كثير\r\n" +
				"لمس. اتصال. صلة\r\n" +
				"مستوى\r\n" +
				"تهذيب\r\n" +
				"في مكان آخر\r\n" +
				"حديد\r\n" +
				"عملي\r\n" +
				"علاوة على ذلك\r\n" +
				"شغف\r\n" +
				"تطوع\r\n" +
				"تنفيذ\r\n" +
				"بشكل أساسي\r\n" +
				"جينة\r\n" +
				"تطبيق\r\n" +
				"ضد\r\n" +
				"صلصة\r\n" +
				"استقلال\r\n" +
				"تسويق\r\n" +
				"كاهن\r\n" +
				"رائعة حقا\r\n" +
				"المكثف\r\n" +
				"تقدم\r\n" +
				"صاحب العمل\r\n" +
				"صدمة\r\n" +
				"ألهم\r\n" +
				"يعدل\r\n" +
				"تقاعد\r\n" +
				"بالتأكيد\r\n" +
				"مرئي\r\n" +
				"قبلة\r\n" +
				"مرض\r\n" +
				"قبعة\r\n" +
				"عادة\r\n" +
				"منافس\r\n" +
				"عصير\r\n" +
				"الكونغرس\r\n" +
				"مشاركة\r\n" +
				"تسيطر\r\n" +
				"سابقا\r\n" +
				"كلما كان\r\n" +
				"نقل\r\n" +
				"تحليل\r\n" +
				"آخر\r\n" +
				"يربط\r\n" +
				"إلى عن على\r\n" +
				"هندي\r\n" +
				"كارثة\r\n" +
				"موقف سيارات\r\n" +
				"احتمال\r\n" +
				"رئيس\r\n" +
				"شكوى\r\n" +
				"بطولة\r\n" +
				"مدرب حافلة ركاب\r\n" +
				"ممارسه الرياضه\r\n" +
				"أساسي\r\n" +
				"شديدة\r\n" +
				"تحسين\r\n" +
				"الغموض\r\n" +
				"فرض\r\n" +
				"فقر\r\n" +
				"آخر\r\n" +
				"دخول\r\n" +
				"سمين\r\n" +
				"الإنفاق\r\n" +
				"ملك\r\n" +
				"تقييم\r\n" +
				"رمز\r\n" +
				"ما يزال\r\n" +
				"تجارة\r\n" +
				"صانع\r\n" +
				"مزاج\r\n" +
				"إنجاز\r\n" +
				"تشديد\r\n" +
				"توضيح\r\n" +
				"حذاء\r\n" +
				"مراقب\r\n" +
				"آسيا\r\n" +
				"وسائل الترفيه\r\n" +
				"فاصوليا\r\n" +
				"تقييم\r\n" +
				"مخلوق\r\n" +
				"القائد\r\n" +
				"رقمي\r\n" +
				"ترتيب\r\n" +
				"تركيز\r\n" +
				"مجموع\r\n" +
				"معتاد\r\n" +
				"غضب\r\n" +
				"نفسي\r\n" +
				"بشكل كبير\r\n" +
				"قمة\r\n" +
				"تقريبا\r\n" +
				"في ازدياد\r\n" +
				"اضطراب\r\n" +
				"صاروخ\r\n" +
				"بالتساوي\r\n" +
				"تختلف\r\n" +
				"الأسلاك\r\n" +
				"مستدير - كروي\r\n" +
				"توزيع\r\n" +
				"وسائل النقل\r\n" +
				"مقدس\r\n" +
				"حلقة\r\n" +
				"التوأم\r\n" +
				"أمر\r\n" +
				"عمولة\r\n" +
				"ترجمة\r\n" +
				"وجبة افطار\r\n" +
				"توقف\r\n" +
				"بقوة\r\n" +
				"هندسة\r\n" +
				"حظ\r\n" +
				"ما يسمى\r\n" +
				"ثابت\r\n" +
				"سباق\r\n" +
				"عيادة\r\n" +
				"مخضرم\r\n" +
				"رائحة\r\n" +
				"ملعقة طعام\r\n" +
				"قادر على\r\n" +
				"متوتر\r\n" +
				"سياحي\r\n" +
				"ضوء\r\n" +
				"رمى\r\n" +
				"مهم\r\n" +
				"دفن\r\n" +
				"صلى\r\n" +
				"طماطم\r\n" +
				"استثناء\r\n" +
				"زبدة\r\n" +
				"العجز\r\n" +
				"حمام\r\n" +
				"موضوعي\r\n" +
				"منع\r\n" +
				"إلكتروني\r\n" +
				"حليف\r\n" +
				"رحلة\r\n" +
				"سمعة\r\n" +
				"خليط\r\n" +
				"بالتاكيد\r\n" +
				"برج\r\n" +
				"دخان\r\n" +
				"مواجهة\r\n" +
				"نقي\r\n" +
				"لمحة\r\n" +
				"البعد\r\n" +
				"عروسه لعبه\r\n" +
				"أسير\r\n" +
				"زميل\r\n" +
				"ناعم\r\n" +
				"مجاوز\r\n" +
				"النظير\r\n" +
				"مصمم\r\n" +
				"شؤون الموظفين\r\n" +
				"شكل\r\n" +
				"مرب\r\n" +
				"نسبيا\r\n" +
				"هجرة\r\n" +
				"حزام\r\n" +
				"ملعقة صغيرة\r\n" +
				"عيد الميلاد\r\n" +
				"يتضمن\r\n" +
				"تماما\r\n" +
				"ساحل\r\n" +
				"مؤيد، مشجع، داعم\r\n" +
				"مرافقة\r\n" +
				"فضة\r\n" +
				"مراهق\r\n" +
				"التعرف على\r\n" +
				"تقاعد\r\n" +
				"علم\r\n" +
				"التعافي\r\n" +
				"همسة\r\n" +
				"راقب\r\n" +
				"انسان محترم\r\n" +
				"حبوب ذرة\r\n" +
				"القمر\r\n" +
				"داخلي\r\n" +
				"نجارة\r\n" +
				"بدلا\r\n" +
				"حلق\r\n" +
				"راتب\r\n" +
				"تأرجح\r\n" +
				"مراقب\r\n" +
				"بسبب\r\n" +
				"مباشرة\r\n" +
				"منشور\r\n" +
				"جميلة\r\n" +
				"ا & قتصاص\r\n" +
				"حفر\r\n" +
				"إضراب\r\n" +
				"دائم\r\n" +
				"نبات\r\n" +
				"ظاهرة\r\n" +
				"القلق\r\n" +
				"مختلف\r\n" +
				"مبلل\r\n" +
				"حرفيا\r\n" +
				"يقاوم\r\n" +
				"مؤتمر\r\n" +
				"تعانق\r\n" +
				"يتبرع\r\n" +
				"مساعدة\r\n" +
				"معرض\r\n" +
				"بناء\r\n" +
				"مشاهد\r\n" +
				"مقلاة\r\n" +
				"مستشار\r\n" +
				"هكذا\r\n" +
				"خط\r\n" +
				"مدير\r\n" +
				"تاريخ\r\n" +
				"من حين اخر\r\n" +
				"عمدة\r\n" +
				"الاعتبار\r\n" +
				"المدير التنفيذي\r\n" +
				"تأمين\r\n" +
				"زهري\r\n" +
				"دخان\r\n" +
				"تقدير\r\n" +
				"دولار\r\n" +
				"تاريخي\r\n" +
				"قصيدة\r\n" +
				"جدة\r\n" +
				"ربط\r\n" +
				"خامس\r\n" +
				"باستمرار\r\n" +
				"مشروع - مغامرة\r\n" +
				"محاباة\r\n" +
				"اختبارات\r\n" +
				"معدة\r\n" +
				"واضح\r\n" +
				"وزن\r\n" +
				"التثبت\r\n" +
				"حساس\r\n" +
				"اقتراح\r\n" +
				"بريد\r\n" +
				"وصفة\r\n" +
				"معقول\r\n" +
				"تجهيز\r\n" +
				"خشبي\r\n" +
				"ابتدائي\r\n" +
				"حفلة موسيقية\r\n" +
				"العدواني\r\n" +
				"خاطئة\r\n" +
				"الهدف\r\n" +
				"قناة\r\n" +
				"أقصى\r\n" +
				"الة النفخ\r\n" +
				"رسم\r\n" +
				"بروتين\r\n" +
				"استقال\r\n" +
				"غياب\r\n" +
				"تدحرج\r\n" +
				"لاتينية\r\n" +
				"بسرعة\r\n" +
				"سجن\r\n" +
				"تعليق\r\n" +
				"تنوع\r\n" +
				"صادق\r\n" +
				"فلسطيني\r\n" +
				"سرعة\r\n" +
				"توظيف\r\n" +
				"المتحدث\r\n" +
				"الانطباع\r\n" +
				"مقال\r\n" +
				"المدعى عليه\r\n" +
				"عملاق\r\n" +
				"كيكة\r\n" +
				"مؤرخ\r\n" +
				"تفاوض\r\n" +
				"استعادة\r\n" +
				"إنجاز\r\n" +
				"فرقعة\r\n" +
				"بصفة خاصة\r\n" +
				"متخصص\r\n" +
				"الأصل\r\n" +
				"موافقة\r\n" +
				"الخاص بي\r\n" +
				"بهدوء\r\n" +
				"نصيحة\r\n" +
				"تقليدي\r\n" +
				"قطرة\r\n" +
				"عد\r\n" +
				"عمق\r\n" +
				"ثروة\r\n" +
				"عجز\r\n" +
				"الصدف\r\n" +
				"جنرال لواء\r\n" +
				"ينتقد\r\n" +
				"بسرعة\r\n" +
				"المحترفين\r\n" +
				"على نحو فعال\r\n" +
				"بيولوجي\r\n" +
				"حزمة\r\n" +
				"بصلة\r\n" +
				"النائب\r\n" +
				"مسطحة\r\n" +
				"علامة تجارية\r\n" +
				"ضمان\r\n" +
				"مجنون\r\n" +
				"جائزة\r\n" +
				"المعايير\r\n" +
				"تاجر\r\n" +
				"بواسطة\r\n" +
				"لبديل\r\n" +
				"خدمة\r\n" +
				"على وجه التحديد\r\n" +
				"تنشأ\r\n" +
				"مسلح\r\n" +
				"ومع ذلك\r\n" +
				"الطريق السريع\r\n" +
				"مرضي\r\n" +
				"نمط\r\n" +
				"جدول\r\n" +
				"الأجور\r\n" +
				"بشكل طبيعي\r\n" +
				"العبارة\r\n" +
				"المكونات\r\n" +
				"وتد\r\n" +
				"مسلم\r\n" +
				"حلم\r\n" +
				"الأساسية\r\n" +
				"ناشط\r\n" +
				"الإسلامية\r\n" +
				"يفرقع، ينفجر\r\n" +
				"إرهاب\r\n" +
				"لاجئ\r\n" +
				"دمج او تجسيد\r\n" +
				"ورك او نتوء\r\n" +
				"أقصى\r\n" +
				"مفتاح كهربائي\r\n" +
				"مؤسسة\r\n" +
				"ذو قيمة\r\n" +
				"افتراض\r\n" +
				"هيأ\r\n" +
				"تخرج\r\n" +
				"حاجز\r\n" +
				"تحت السن القانوني\r\n" +
				"تقديم\r\n" +
				"القاتل\r\n" +
				"تعيين\r\n" +
				"عصابة\r\n" +
				"تطوير\r\n" +
				"كلاسيكي\r\n" +
				"المواد الكيميائية\r\n" +
				"موجة\r\n" +
				"ضع الكلمة المناسبة\r\n" +
				"في سن المراهقة\r\n" +
				"فهرس\r\n" +
				"عطلة\r\n" +
				"المؤيد\r\n" +
				"مشروع\r\n" +
				"استثنائي\r\n" +
				"الجنة\r\n" +
				"الخام\r\n" +
				"قال بصوت عال\r\n" +
				"حامل\r\n" +
				"بعيد\r\n" +
				"دراما\r\n" +
				"الأقمار الصناعية\r\n" +
				"شخصيا\r\n" +
				"يتساءل\r\n" +
				"ساعة حائط\r\n" +
				"شوكولاتة\r\n" +
				"الإيطالي\r\n" +
				"الكندية\r\n" +
				"سقف\r\n" +
				"مسح\r\n" +
				"إعلان\r\n" +
				"عالمي\r\n" +
				"غزل\r\n" +
				"منزل\r\n" +
				"زر\r\n" +
				"جرس\r\n" +
				"مرتبة\r\n" +
				"ظلام\r\n" +
				"المكانية\r\n" +
				"ملابس\r\n" +
				"ممتاز\r\n" +
				"يخضع أو يستسلم\r\n" +
				"سياج\r\n" +
				"صورة\r\n" +
				"رسم\r\n" +
				"نجاة\r\n" +
				"بقسوة\r\n" +
				"دعوى قضائية\r\n" +
				"الأسفل\r\n" +
				"شهادة\r\n" +
				"باقة\r\n" +
				"تغلب\r\n" +
				"ينفخ\r\n" +
				"وجدت\r\n" +
				"عبء\r\n" +
				"تتفاعل\r\n" +
				"غرفة\r\n" +
				"أثاث المنزل\r\n" +
				"تعاون\r\n" +
				"خيط\r\n" +
				"مراسم\r\n" +
				"نقل\r\n" +
				"المذاق\r\n" +
				"الخد\r\n" +
				"ضائع\r\n" +
				"الملف الشخصي\r\n" +
				"آلية\r\n" +
				"تعارض\r\n" +
				"مثل\r\n" +
				"ضربة جزاء\r\n" +
				"مباراة\r\n" +
				"التعبير عن عدم الرضا\r\n" +
				"تقدم\r\n" +
				"منتجع\r\n" +
				"تدمير\r\n" +
				"يتحمل\r\n" +
				"من غير المرجح\r\n" +
				"مناديل ورقية\r\n" +
				"دستوري\r\n" +
				"لهاث\r\n" +
				"غريب\r\n" +
				"عدوى\r\n" +
				"خزانة\r\n" +
				"مكسور\r\n" +
				"تفاحة\r\n" +
				"كهربائي\r\n" +
				"تقدم\r\n" +
				"مسار\r\n" +
				"رهان\r\n" +
				"أدبي\r\n" +
				"فيروس\r\n" +
				"غبي\r\n" +
				"خلاف\r\n" +
				"ثروة\r\n" +
				"إستراتيجي\r\n" +
				"مساعد\r\n" +
				"التغلب على\r\n" +
				"لافت للنظر\r\n" +
				"تشغل\r\n" +
				"الإحصاء\r\n" +
				"التسوق\r\n" +
				"ولد عم\r\n" +
				"يواجه .. ينجز\r\n" +
				"مسح\r\n" +
				"في البداية\r\n" +
				"بليند\r\n" +
				"أبيض\r\n" +
				"ميناء\r\n" +
				"شرف\r\n" +
				"كهرباء\r\n" +
				"وراثي\r\n" +
				"مستشار\r\n" +
				"دفع\r\n" +
				"الناطق بلسان\r\n" +
				"احتفظ\r\n" +
				"أخير\r\n" +
				"حافز\r\n" +
				"شريحة\r\n" +
				"المواد الكيميائية\r\n" +
				"ترجمه\r\n" +
				"دقيق\r\n" +
				"بينما\r\n" +
				"ذعر\r\n" +
				"على أية حال\r\n" +
				"توسيع\r\n" +
				"نخبة\r\n" +
				"أولمبي\r\n" +
				"التراب\r\n" +
				"الفردية\r\n" +
				"أرز\r\n" +
				"رصاصة\r\n" +
				"ضيق\r\n" +
				"الكتاب المقدس\r\n" +
				"خريطة\r\n" +
				"شمسي\r\n" +
				"انخفاض\r\n" +
				"تحفظا\r\n" +
				"معالجة\r\n" +
				"ميدان\r\n" +
				"عصا\r\n" +
				"تركيز\r\n" +
				"معقد\r\n" +
				"بلطف\r\n" +
				"بطل\r\n" +
				"سيناريو\r\n" +
				"تلسكوب\r\n" +
				"انعكاس\r\n" +
				"ثورة\r\n" +
				"قطاع\r\n" +
				"تفسر\r\n" +
				"ودود\r\n" +
				"المسابقة\r\n" +
				"خيال\r\n" +
				"الكشف\r\n" +
				"توازن\r\n" +
				"المحتمل أن\r\n" +
				"هائل\r\n" +
				"أوقات الحياة\r\n" +
				"توصية\r\n" +
				"تدفق\r\n" +
				"عضو مجلس الشيوخ\r\n" +
				"سوق\r\n" +
				"الصيد\r\n" +
				"سلطة\r\n" +
				"ضمان\r\n" +
				"البريء\r\n" +
				"حدود\r\n" +
				"وقفة\r\n" +
				"التحكم عن بعد\r\n" +
				"رضا\r\n" +
				"مجلة\r\n" +
				"مقعد\r\n" +
				"حبيب\r\n" +
				"الخام\r\n" +
				"وعي\r\n" +
				"مفاجئ\r\n" +
				"سحب\r\n" +
				"جنرال لواء\r\n" +
				"ظهر السفينة\r\n" +
				"وبالمثل\r\n" +
				"حديثا\r\n" +
				"عمود\r\n" +
				"شهد\r\n" +
				"الوضع\r\n" +
				"حوار\r\n" +
				"يعني\r\n" +
				"بطبيعة الحال\r\n" +
				"متبادل\r\n" +
				"مؤسس\r\n" +
				"أعلى\r\n" +
				"المتقدمة\r\n" +
				"فخر\r\n" +
				"رفض\r\n" +
				"الطائرات\r\n" +
				"توصيل\r\n" +
				"في الأساس\r\n" +
				"خبز\r\n" +
				"تجمد\r\n" +
				"برنامج\r\n" +
				"المالية\r\n" +
				"مكتب المدير\r\n" +
				"ملفت للانتباه\r\n" +
				"احترام\r\n" +
				"متنوع\r\n" +
				"ذو صلة\r\n" +
				"المثالي\r\n" +
				"فرح\r\n" +
				"يستحق\r\n" +
				"بشكل منتظم\r\n" +
				"عامل\r\n" +
				"مطرب\r\n" +
				"تتطور\r\n" +
				"اطلاق الرصاص\r\n" +
				"جزئيا\r\n" +
				"غير معروف\r\n" +
				"مساعد\r\n" +
				"جريمة\r\n" +
				"عداد\r\n" +
				"الحمض النووي\r\n" +
				"رائحة\r\n" +
				"يحتمل\r\n" +
				"نقل\r\n" +
				"ثلاثون\r\n" +
				"برر\r\n" +
				"وقفة احتجاجية\r\n" +
				"يصطدم _ تصادم\r\n" +
				"حرفة\r\n" +
				"معاهدة\r\n" +
				"إرهابي\r\n" +
				"تبصر\r\n" +
				"تملك\r\n" +
				"سياسي\r\n" +
				"صنبور\r\n" +
				"راحه\r\n" +
				"واسع\r\n" +
				"حلقة\r\n" +
				"مزدوج\r\n" +
				"سباحة\r\n" +
				"إطار العجلة\r\n" +
				"خطأ\r\n" +
				"واسع\r\n" +
				"حر\r\n" +
				"قريبا\r\n" +
				"في الأصل\r\n" +
				"ضخم\r\n" +
				"قبل\r\n" +
				"ذهني\r\n" +
				"مزج\r\n" +
				"الاعتداءات\r\n" +
				"الاسترخاء\r\n" +
				"سلم\r\n" +
				"مغامرة\r\n" +
				"خارجي\r\n" +
				"دليل\r\n" +
				"واثق\r\n" +
				"مقر\r\n" +
				"مفاجئ\r\n" +
				"قذر\r\n" +
				"عنيف\r\n" +
				"لسان\r\n" +
				"رخصة\r\n" +
				"معلق\r\n" +
				"مأوى\r\n" +
				"فرك\r\n" +
				"جدال\r\n" +
				"مدخل\r\n" +
				"مفضل\r\n" +
				"ممارسة\r\n" +
				"بصورة صحيحة\r\n" +
				"تلاشى\r\n" +
				"دفاعي\r\n" +
				"مأساة\r\n" +
				"شبكة\r\n" +
				"وصف\r\n" +
				"جنازة\r\n" +
				"مهنة\r\n" +
				"تغير\r\n" +
				"بقعة\r\n" +
				"تشكل\r\n" +
				"مؤسسة\r\n" +
				"ضغط\r\n" +
				"خيال\r\n" +
				"استهداف\r\n" +
				"قناع\r\n" +
				"تحول\r\n" +
				"شامل\r\n" +
				"مسطحة\r\n" +
				"عرض\r\n" +
				"بغض النظر\r\n" +
				"سهل\r\n" +
				"حمل\r\n" +
				"مستقر\r\n" +
				"المقدمة\r\n" +
				"مناشدة\r\n" +
				"تظاهر\r\n" +
				"ليس\r\n" +
				"كبار السن\r\n" +
				"التمثيل\r\n" +
				"الغزال\r\n" +
				"انشق، مزق\r\n" +
				"انتهاك\r\n" +
				"شراكة\r\n" +
				"التلوث\r\n" +
				"انبعاث\r\n" +
				"ثابت\r\n" +
				"حيوي\r\n" +
				"لا هذا ولا ذاك\r\n" +
				"مصير\r\n" +
				"أرباح\r\n" +
				"فرن\r\n" +
				"تميز\r\n" +
				"قطعة\r\n" +
				"لا مكان\r\n" +
				"شاعر\r\n" +
				"مجرد\r\n" +
				"مثير\r\n" +
				"الاختلاف\r\n" +
				"راحة\r\n" +
				"أصولي\r\n" +
				"ضغط عصبى\r\n" +
				"تكيف\r\n" +
				"الأيرلندية\r\n" +
				"عسل\r\n" +
				"المراسل\r\n" +
				"باهت\r\n" +
				"موسيقي او عازف\r\n" +
				"الدلالة\r\n" +
				"حمل\r\n" +
				"مستدير - كروي\r\n" +
				"وعاء\r\n" +
				"تخزين\r\n" +
				"هرب\r\n" +
				"mmhmm\r\n" +
				"جلد\r\n" +
				"نشر\r\n" +
				"تطور\r\n" +
				"سوف\r\n" +
				"قبيلة\r\n" +
				"رفوف\r\n" +
				"يستطيع\r\n" +
				"جد\r\n" +
				"العشب\r\n" +
				"مشتر\r\n" +
				"الطعام\r\n" +
				"حكمة\r\n" +
				"مجلس\r\n" +
				"غير حصين\r\n" +
				"حتة\r\n" +
				"ثوم\r\n" +
				"الإمكانية\r\n" +
				"الشعر\r\n" +
				"نجاح كبير\r\n" +
				"تدريجيا\r\n" +
				"المزيد\r\n" +
				"شك\r\n" +
				"خيال\r\n" +
				"خائف، خواف، مذعور\r\n" +
				"يرشد\r\n" +
				"قطعة\r\n" +
				"الإطار\r\n" +
				"إيماءة\r\n" +
				"اعتمادا\r\n" +
				"جاري التنفيذ\r\n" +
				"علم النفس\r\n" +
				"منذ\r\n" +
				"مستشار\r\n" +
				"الشاهد\r\n" +
				"الفصل\r\n" +
				"زميل\r\n" +
				"طلاق\r\n" +
				"مدينون\r\n" +
				"يضخ\r\n" +
				"رياضي\r\n" +
				"طفيف\r\n" +
				"الرياضيات\r\n" +
				"ظل\r\n" +
				"ذيل\r\n" +
				"الحفاظ\r\n" +
				"تتزايد\r\n" +
				"التزام\r\n" +
				"زاوية\r\n" +
				"كف\r\n" +
				"اختلف\r\n" +
				"العادة\r\n" +
				"متجر\r\n" +
				"عالم الاقتصاد\r\n" +
				"خمسة عشر\r\n" +
				"حساء\r\n" +
				"احتفال\r\n" +
				"فعالة\r\n" +
				"ضرر\r\n" +
				"تكوين\r\n" +
				"رضا\r\n" +
				"كومة\r\n" +
				"موجز\r\n" +
				"كربون\r\n" +
				"أقرب\r\n" +
				"تستهلك\r\n" +
				"مخطط\r\n" +
				"الكراك\r\n" +
				"تكرر\r\n" +
				"تبغ\r\n" +
				"ناجي\r\n" +
				"بالإضافة إلى\r\n" +
				"في\r\n" +
				"الطبيب النفسي\r\n" +
				"ثري\r\n" +
				"المجرة\r\n" +
				"معطى\r\n" +
				"الأموال\r\n" +
				"تزلج\r\n" +
				"تحديد\r\n" +
				"حسنا\r\n" +
				"أثر\r\n" +
				"موعد\r\n" +
				"تفضيل\r\n" +
				"متر\r\n" +
				"انفجار\r\n" +
				"يقبض على\r\n" +
				"علانية\r\n" +
				"لا يصدق\r\n" +
				"مقاتل\r\n" +
				"سريعون\r\n" +
				"قبول\r\n" +
				"صياد\r\n" +
				"تعليم\r\n" +
				"مؤلم\r\n" +
				"صداقة\r\n" +
				"معاون\r\n" +
				"رضيع\r\n" +
				"حساب\r\n" +
				"خمسون\r\n" +
				"تخلص من\r\n" +
				"رواق\r\n" +
				"نزعة\r\n" +
				"زى موحد\r\n" +
				"انعقاد\r\n" +
				"منحة دراسية\r\n" +
				"حجز\r\n" +
				"نجاعة\r\n" +
				"المخلفات\r\n" +
				"التأهل\r\n" +
				"مجمع تجاري\r\n" +
				"استخلاص\r\n" +
				"فضيحة\r\n" +
				"الكمبيوتر\r\n" +
				"معاون، مساعد، مفيد، فاعل خير\r\n" +
				"اعجاب\r\n" +
				"كعب\r\n" +
				"تشابه\r\n" +
				"الإجمالية\r\n" +
				"قماش\r\n" +
				"مفاجأة\r\n" +
				"مسابقة\r\n" +
				"نسبة\r\n" +
				"التوجيهي\r\n" +
				"بندقية\r\n" +
				"اعمال صيانة\r\n" +
				"قناعة\r\n" +
				"الخدعة\r\n" +
				"عضوي\r\n" +
				"خيمة\r\n" +
				"فحص\r\n" +
				"الناشر\r\n" +
				"تعزيز\r\n" +
				"الفرنسية\r\n" +
				"المقترح\r\n" +
				"أسطورة\r\n" +
				"متطور\r\n" +
				"بقرة\r\n" +
				"إلخ\r\n" +
				"مكانة\r\n" +
				"نائم\r\n" +
				"تنس\r\n" +
				"عصب\r\n" +
				"برميل\r\n" +
				"قصف\r\n" +
				"عضوية\r\n" +
				"نسبة\r\n" +
				"قائمة طعام\r\n" +
				"شراء\r\n" +
				"مثيرة للجدل\r\n" +
				"يائس\r\n" +
				"معدل\r\n" +
				"نمط الحياة\r\n" +
				"فكاهة\r\n" +
				"بصوت عال\r\n" +
				"قفاز\r\n" +
				"مشتبه فيه\r\n" +
				"كاف\r\n" +
				"سرد\r\n" +
				"مصور فوتوغرافي\r\n" +
				"هليكوبتر\r\n" +
				"كاثوليكي\r\n" +
				"متواضع\r\n" +
				"مزود\r\n" +
				"تأخير\r\n" +
				"زراعي\r\n" +
				"ينفجر\r\n" +
				"السكتة الدماغية\r\n" +
				"نطاق\r\n" +
				"عقاب\r\n" +
				"حفنة\r\n" +
				"بشكل سيئ\r\n" +
				"الأفق\r\n" +
				"فضولي\r\n" +
				"وسط البلد\r\n" +
				"صديقة\r\n" +
				"مستعجل\r\n" +
				"طلب\r\n" +
				"كولسترول\r\n" +
				"تمتص\r\n" +
				"تعديل\r\n" +
				"دافع الضرائب\r\n" +
				"حريص\r\n" +
				"المالك\r\n" +
				"مفصلة\r\n" +
				"التحفيز\r\n" +
				"مهمة\r\n" +
				"تقييد\r\n" +
				"عبر\r\n" +
				"فلسطيني\r\n" +
				"مختبر\r\n" +
				"ورشة عمل\r\n" +
				"بشكل مختلف\r\n" +
				"تلقاءي\r\n" +
				"رومانسي\r\n" +
				"قطن\r\n" +
				"محرك\r\n" +
				"قاضى\r\n" +
				"نكهة\r\n" +
				"تطل\r\n" +
				"تطفو\r\n" +
				"خضع\r\n" +
				"تسلسل\r\n" +
				"برهنة\r\n" +
				"طائرة نفاثة\r\n" +
				"البرتقالي\r\n" +
				"استهلاك\r\n" +
				"يجزم\r\n" +
				"شفرة\r\n" +
				"مؤقت\r\n" +
				"أدوية\r\n" +
				"طباعة\r\n" +
				"الطائرة\r\n" +
				"عضة\r\n" +
				"نسبيا\r\n" +
				"الإصدار\r\n" +
				"الوادي\r\n" +
				"خاصة بك\r\n" +
				"ملعب كورة قدم\r\n" +
				"صنوبر\r\n" +
				"متألق\r\n" +
				"مقابل\r\n" +
				"تصنيع\r\n" +
				"خطر\r\n" +
				"مسيحي\r\n" +
				"مركب\r\n" +
				"مطلق\r\n" +
				"طاه\r\n" +
				"تمييز\r\n" +
				"هجومي\r\n" +
				"ألمانية\r\n" +
				"بدلة\r\n" +
				"فقاعة\r\n" +
				"تسجيل\r\n" +
				"عين\r\n" +
				"تراث\r\n" +
				"الله\r\n" +
				"إرهابي\r\n" +
				"مهيمن\r\n" +
				"بنجاح\r\n" +
				"القرف\r\n" +
				"ليمون\r\n" +
				"جوعان\r\n" +
				"إحساس\r\n" +
				"جاف\r\n" +
				"تجول\r\n" +
				"خضع\r\n" +
				"اقتصاديات\r\n" +
				"عار\r\n" +
				"توقع\r\n" +
				"البندق\r\n" +
				"ميراث\r\n" +
				"تمديد\r\n" +
				"هز كتفيه\r\n" +
				"يطير\r\n" +
				"البطارية\r\n" +
				"وصول\r\n" +
				"شرعي\r\n" +
				"اتجاه\r\n" +
				"التضخم\r\n" +
				"التأقلم\r\n" +
				"لهب\r\n" +
				"العنقودية\r\n" +
				"مضيف\r\n" +
				"جرح\r\n" +
				"يعتمد\r\n" +
				"دش\r\n" +
				"المؤسسية\r\n" +
				"تصف\r\n" +
				"التشغيل\r\n" +
				"لحم\r\n" +
				"كراج\r\n" +
				"المشغل أو العامل\r\n" +
				"مدرب\r\n" +
				"انهدام\r\n" +
				"اقتراض\r\n" +
				"علاوة على ذلك\r\n" +
				"كوميديا\r\n" +
				"الرهن العقاري\r\n" +
				"عقوبة\r\n" +
				"مدني\r\n" +
				"اثني عشر\r\n" +
				"أسبوعي\r\n" +
				"موطن\r\n" +
				"حبوب\r\n" +
				"فرشاة\r\n" +
				"وعي\r\n" +
				"كرس\r\n" +
				"الكراك\r\n" +
				"قياس\r\n" +
				"المحافظة\r\n" +
				"سهولة\r\n" +
				"حجز\r\n" +
				"أخلاق\r\n" +
				"ترشيح\r\n" +
				"الإذن\r\n" +
				"حكيم\r\n" +
				"ممثلة\r\n" +
				"قمة\r\n" +
				"حامض\r\n" +
				"خلاف\r\n" +
				"موهوب\r\n" +
				"إحباط\r\n" +
				"متوسط\r\n" +
				"وظيفة\r\n" +
				"جسديا\r\n" +
				"منحة\r\n" +
				"تميز\r\n" +
				"دعم\r\n" +
				"مرارا وتكرارا\r\n" +
				"رئة\r\n" +
				"مؤسسة\r\n" +
				"جري\r\n" +
				"صيح\r\n" +
				"خامد\r\n" +
				"فني\r\n" +
				"الحوار\r\n" +
				"سلة\r\n" +
				"آه\r\n" +
				"قتال\r\n" +
				"محرج\r\n" +
				"منافس\r\n" +
				"البشعة\r\n" +
				"قلق\r\n" +
				"وصف\r\n" +
				"مسحوق\r\n" +
				"شبح\r\n" +
				"اقناع\r\n" +
				"معتدل\r\n" +
				"لاحق\r\n" +
				"واصلت\r\n" +
				"بسكويت\r\n" +
				"الناقل\r\n" +
				"طبخ\r\n" +
				"متكرر\r\n" +
				"المنع\r\n" +
				"تأرجح\r\n" +
				"البرتقالي\r\n" +
				"سيى\r\n" +
				"معجب\r\n" +
				"حيوان اليف\r\n" +
				"معجزة\r\n" +
				"يتجاوز\r\n" +
				"ضربات\r\n" +
				"واسع الانتشار\r\n" +
				"قتل\r\n" +
				"جميل\r\n" +
				"خطيئة\r\n" +
				"الاعمال الخيرية\r\n" +
				"النصي\r\n" +
				"تكتيك\r\n" +
				"هوية\r\n" +
				"تحويل\r\n" +
				"كل يوم\r\n" +
				"عنوان رئيسي\r\n" +
				"يصطدم _ تصادم\r\n" +
				"المغامر\r\n" +
				"غزو\r\n" +
				"الجيش\r\n" +
				"ومع ذلك\r\n" +
				"كاف\r\n" +
				"بيانو\r\n" +
				"بقالة\r\n" +
				"الشدة\r\n" +
				"عرض\r\n" +
				"متوسط\r\n" +
				"بطانية\r\n" +
				"حافة\r\n" +
				"المالك\r\n" +
				"الوسط\r\n" +
				"الفأر\r\n" +
				"حبل\r\n" +
				"الخرسانة\r\n" +
				"وصفة طبية\r\n" +
				"الافارقه الامريكان\r\n" +
				"مطاردة\r\n" +
				"وثيقة\r\n" +
				"قالب طوب\r\n" +
				"تجنيد\r\n" +
				"تصحيح\r\n" +
				"إجماع\r\n" +
				"رعب\r\n" +
				"تسجيل\r\n" +
				"متغير\r\n" +
				"دهان\r\n" +
				"استعماري\r\n" +
				"فطيرة\r\n" +
				"مصلحة\r\n" +
				"تحديق\r\n" +
				"شجاعة\r\n" +
				"حمل\r\n" +
				"أقسم\r\n" +
				"هزيمة\r\n" +
				"دليل\r\n" +
				"تعزز\r\n" +
				"يفوز\r\n" +
				"ارتباك\r\n" +
				"شريحة\r\n" +
				"احتلال\r\n" +
				"العزيز\r\n" +
				"فحم\r\n" +
				"مقدس\r\n" +
				"مجرم\r\n" +
				"معادلة\r\n" +
				"الإدراكي\r\n" +
				"جماعي\r\n" +
				"دقيق\r\n" +
				"اخو الام\r\n" +
				"ميدان\r\n" +
				"قائد المنتخب\r\n" +
				"تنهد\r\n" +
				"صفة، عزا\r\n" +
				"تجرؤ\r\n" +
				"حسنا\r\n" +
				"بلا مأوى\r\n" +
				"بارد\r\n" +
				"صالة عرض\r\n" +
				"كرة القدم\r\n" +
				"المدعى عليه\r\n" +
				"نفق\r\n" +
				"اللياقه البدنيه\r\n" +
				"حضن\r\n" +
				"قبر\r\n" +
				"إصبع قدم\r\n" +
				"حاوية\r\n" +
				"استنادا\r\n" +
				"خارج البلاد\r\n" +
				"مهندس معماري\r\n" +
				"بشكل كبير\r\n" +
				"ميك أب\r\n" +
				"تحقيق\r\n" +
				"ارتفع\r\n" +
				"بشكل مفاجئ\r\n" +
				"تسليط الضوء\r\n" +
				"تخفيض\r\n" +
				"إشارة\r\n" +
				"سكة حديدية\r\n" +
				"ذكرى سنوية\r\n" +
				"أريكة\r\n" +
				"تحالف\r\n" +
				"فرضية\r\n" +
				"صاحب\r\n" +
				"مؤلف موسيقى\r\n" +
				"النظير\r\n" +
				"تعبث\r\n" +
				"مرتبة\r\n" +
				"عنوان تفسيري\r\n" +
				"ضبط\r\n" +
				"مراهق\r\n" +
				"يلمع\r\n" +
				"معيار\r\n" +
				"مضطراب\r\n" +
				"تعليق\r\n" +
				"استقال\r\n" +
				"جائزة او مكافاة\r\n" +
				"لطيف\r\n" +
				"ذات صلة\r\n" +
				"عضو\r\n" +
				"بخفة\r\n" +
				"بخصوص\r\n" +
				"اخترع\r\n" +
				"ضحك\r\n" +
				"لائق بدنيا\r\n" +
				"الشمال الغربي\r\n" +
				"تقديم المشورة\r\n" +
				"ضيق\r\n" +
				"المتلقي\r\n" +
				"طقوس\r\n" +
				"حشرة\r\n" +
				"قطع\r\n" +
				"سمك السالمون\r\n" +
				"محاباة\r\n" +
				"تجارة\r\n" +
				"الاهتمام\r\n" +
				"سحر\r\n" +
				"متفوق\r\n" +
				"قتال\r\n" +
				"إيقاف\r\n" +
				"دكتور جراح\r\n" +
				"مقبول\r\n" +
				"علوم فيزيائية\r\n" +
				"اغتصاب\r\n" +
				"مستشار قانوني\r\n" +
				"فرشاة\r\n" +
				"جينز\r\n" +
				"مطاردة\r\n" +
				"مستمر\r\n" +
				"سجل\r\n" +
				"صدى صوت\r\n" +
				"حبة دواء\r\n" +
				"فرح\r\n" +
				"نحت\r\n" +
				"مركب\r\n" +
				"دمج\r\n" +
				"طحين\r\n" +
				"مرارة - مر\r\n" +
				"عار\r\n" +
				"ميل\r\n" +
				"تأجير\r\n" +
				"رئاسة\r\n" +
				"خدمة\r\n" +
				"فصيح\r\n" +
				"جدا\r\n" +
				"أسقف\r\n" +
				"الشرب\r\n" +
				"تأخير\r\n" +
				"يبكي\r\n" +
				"قبول\r\n" +
				"انهدام\r\n" +
				"متجر\r\n" +
				"مضخة\r\n" +
				"حلويات\r\n" +
				"شر\r\n" +
				"نهائي\r\n" +
				"المالية\r\n" +
				"مسرور\r\n" +
				"ميدالية\r\n" +
				"إفترض جدلا\r\n" +
				"كفيل\r\n" +
				"أخلاقي\r\n" +
				"ثانوي\r\n" +
				"ضربة عنيفة\r\n" +
				"تصدير\r\n" +
				"تجريبي\r\n" +
				"إنصهار\r\n" +
				"منتصف الليل\r\n" +
				"شبكة\r\n" +
				"منحنى\r\n" +
				"النزاهة\r\n" +
				"يخول\r\n" +
				"واضح\r\n" +
				"منطق\r\n" +
				"جوهر\r\n" +
				"منتزه\r\n" +
				"استبعد\r\n" +
				"قاس\r\n" +
				"خزانة\r\n" +
				"من الضواحى\r\n" +
				"رحب\r\n" +
				"محاباة\r\n" +
				"داخلي\r\n" +
				"الرواق\r\n" +
				"قتل\r\n" +
				"التجزئة\r\n" +
				"جرة\r\n" +
				"مارس\r\n" +
				"ثعبان\r\n" +
				"ملعب كورة قدم\r\n" +
				"عذر\r\n" +
				"تعبر\r\n" +
				"ضعف\r\n" +
				"خنزير\r\n" +
				"البرد\r\n" +
				"كلاسيكي\r\n" +
				"مقدر\r\n" +
				"تي شيرت\r\n" +
				"عبر الانترنت\r\n" +
				"بطالة\r\n" +
				"حضارة\r\n" +
				"يطوى\r\n" +
				"صبور\r\n" +
				"فرقعة\r\n" +
				"اليومي\r\n" +
				"عكسي\r\n" +
				"مفقود\r\n" +
				"علاقه مترابطه\r\n" +
				"إنسانية\r\n" +
				"فلاش\r\n" +
				"مطور\r\n" +
				"موثوق\r\n" +
				"إثارة\r\n" +
				"لحم بقري\r\n" +
				"دين الاسلام\r\n" +
				"الرومانية\r\n" +
				"تمتد\r\n" +
				"هندسة معمارية\r\n" +
				"عرضي\r\n" +
				"إداري\r\n" +
				"كوع\r\n" +
				"مميت\r\n" +
				"مسلم\r\n" +
				"أصل اسباني\r\n" +
				"ادعاء\r\n" +
				"تلميح\r\n" +
				"تخلط\r\n" +
				"مطار\r\n" +
				"شهريا\r\n" +
				"بطة\r\n" +
				"جرعة\r\n" +
				"الكورية\r\n" +
				"تضرع\r\n" +
				"الشروع في\r\n" +
				"محاضرة\r\n" +
				"سيارة نقل\r\n" +
				"السادس\r\n" +
				"خليج\r\n" +
				"التيار\r\n" +
				"ضاحية\r\n" +
				"ساندويتش\r\n" +
				"مختلف\r\n" +
				"جذع\r\n" +
				"شائعة\r\n" +
				"التنفيذ\r\n" +
				"السنونو\r\n" +
				"تحفيز\r\n" +
				"يجعل\r\n" +
				"وقت طويل\r\n" +
				"فخ\r\n" +
				"بتقييد\r\n" +
				"قماش\r\n" +
				"على ما يبدو\r\n" +
				"تشريعي\r\n" +
				"فعالية\r\n" +
				"فرض\r\n" +
				"عدسة\r\n" +
				"تصل\r\n" +
				"مفتش\r\n" +
				"إقراض\r\n" +
				"عادي\r\n" +
				"تزوير\r\n" +
				"رفيق\r\n" +
				"تنافس\r\n" +
				"مسمار\r\n" +
				"مجموعة مصفوفة\r\n" +
				"صارم\r\n" +
				"جمعيه\r\n" +
				"بصراحة\r\n" +
				"فأر\r\n" +
				"انفجار\r\n" +
				"مدخل\r\n" +
				"كهف\r\n" +
				"المحتوم\r\n" +
				"جنوب غرب\r\n" +
				"مسخ\r\n" +
				"سرعة\r\n" +
				"وقفة احتجاجية\r\n" +
				"غير متوقع\r\n" +
				"عقبة\r\n" +
				"تسهيل\r\n" +
				"يواجه .. ينجز\r\n" +
				"RIP\r\n" +
				"عشب\r\n" +
				"ساحق\r\n" +
				"دمج\r\n" +
				"كريستال\r\n" +
				"ركود اقتصادي\r\n" +
				"رغبة\r\n" +
				"أعلى\r\n" +
				"مكتوب\r\n" +
				"دافع\r\n" +
				"ضع الكلمة المناسبة\r\n" +
				"فيضان\r\n" +
				"قلم جاف\r\n" +
				"ملكية\r\n" +
				"كابوس\r\n" +
				"تنويه\r\n" +
				"تفتيش\r\n" +
				"مشرف\r\n" +
				"شاور\r\n" +
				"حلبة\r\n" +
				"يضحك\r\n" +
				"التشخيص\r\n" +
				"ملكية\r\n" +
				"غفر\r\n" +
				"دافئ\r\n" +
				"باتساق\r\n" +
				"قبو\r\n" +
				"مشروع\r\n" +
				"المغزى\r\n" +
				"تصرف\r\n" +
				"الاخير\r\n" +
				"الملاحقة القضائية\r\n" +
				"أقصى\r\n" +
				"إعلان\r\n" +
				"محارب\r\n" +
				"تنبؤ\r\n" +
				"بكتيريا\r\n" +
				"استطلاع\r\n" +
				"طين\r\n" +
				"بنية تحتية\r\n" +
				"عجل\r\n" +
				"امتياز\r\n" +
				"صدغ\r\n" +
				"متوسط\r\n" +
				"في الهواء الطلق\r\n" +
				"مص\r\n" +
				"أندور\r\n" +
				"بث\r\n" +
				"إعادة\r\n" +
				"طفرة - قفزه\r\n" +
				"عشوائي\r\n" +
				"الماضي\r\n" +
				"معصم\r\n" +
				"ستارة\r\n" +
				"مراقب\r\n" +
				"بركة ماء\r\n" +
				"نطاق\r\n" +
				"إثم\r\n" +
				"ماشية\r\n" +
				"موضوع\r\n" +
				"المشي\r\n" +
				"يتنحنح\r\n" +
				"الحد الأدنى\r\n" +
				"مالي\r\n" +
				"تنورة\r\n" +
				"نفاية\r\n" +
				"بالتالي\r\n" +
				"قاعدة البيانات\r\n" +
				"غير مريح\r\n" +
				"هدف، تصويب\r\n" +
				"نفذ - اعدم\r\n" +
				"فرع الشجره\r\n" +
				"أيديولوجية\r\n" +
				"معدل\r\n" +
				"أهلا بك\r\n" +
				"نغم\r\n" +
				"استمرار\r\n" +
				"ضرر\r\n" +
				"طريق السكك الحديدية\r\n" +
				"تحمل\r\n" +
				"إشعاع\r\n" +
				"بوق\r\n" +
				"مزمن\r\n" +
				"امن\r\n" +
				"التعاون\r\n" +
				"التواء\r\n" +
				"غيتار\r\n" +
				"إستبدال\r\n" +
				"تصرف\r\n" +
				"إدارة\r\n" +
				"الوقت ذاته\r\n" +
				"راقصة\r\n" +
				"تعديل\r\n" +
				"حارس\r\n" +
				"ضمادة\r\n" +
				"انتقال\r\n" +
				"ترقب\r\n" +
				"متقاعد\r\n" +
				"اثار\r\n" +
				"تسرب\r\n" +
				"الامتنان\r\n" +
				"نعمة او وقت سماح\r\n" +
				"افتراضية\r\n" +
				"استجابة\r\n" +
				"مستعمرة\r\n" +
				"تبني\r\n" +
				"الانزلاق\r\n" +
				"السكان الأصليين\r\n" +
				"مغلق\r\n" +
				"المحكوم\r\n" +
				"مدني\r\n" +
				"منشفة\r\n" +
				"تعديل\r\n" +
				"جسيم\r\n" +
				"جائزة\r\n" +
				"لمحة\r\n" +
				"جائزة\r\n" +
				"هبوط\r\n" +
				"سلوك\r\n" +
				"أزرق\r\n" +
				"تعزيز\r\n" +
				"مضرب\r\n" +
				"إنذار\r\n" +
				"مهرجان\r\n" +
				"قبضة\r\n" +
				"عجيب\r\n" +
				"تقويض\r\n" +
				"المبتدىء\r\n" +
				"عرق\r\n" +
				"خارجي\r\n" +
				"أوروبية\r\n" +
				"سكران\r\n" +
				"الدراسة الاستقصائية\r\n" +
				"ابحاث\r\n" +
				"انفصال\r\n" +
				"تقليديا\r\n" +
				"أمور\r\n" +
				"حكم\r\n" +
				"الجنوب الشرقي\r\n" +
				"ذكي\r\n" +
				"أينما\r\n" +
				"تصويت\r\n" +
				"بلاغة\r\n" +
				"مقتنع\r\n" +
				"القيادة\r\n" +
				"فيتامين\r\n" +
				"حماس\r\n" +
				"يوفق\r\n" +
				"مدح\r\n" +
				"جرح\r\n" +
				"برية\r\n" +
				"مجاوز\r\n" +
				"التي لا نهاية لها\r\n" +
				"تفويض\r\n" +
				"وقفة\r\n" +
				"عذر\r\n" +
				"على التوالي\r\n" +
				"شك\r\n" +
				"فوضى\r\n" +
				"قصيرة\r\n" +
				"ميكانيكي\r\n" +
				"اللوحة القماشية\r\n" +
				"أربعين\r\n" +
				"شيء\r\n" +
				"ردهة\r\n" +
				"عميق\r\n" +
				"شكل\r\n" +
				"سمة\r\n" +
				"دقة\r\n" +
				"ديك رومي\r\n" +
				"الاحتياطي\r\n" +
				"الحزم\r\n" +
				"إساءة\r\n" +
				"عالم الفلك\r\n" +
				"فساد\r\n" +
				"مقاول\r\n" +
				"يعتذر\r\n" +
				"عقيدة\r\n" +
				"حقيقي. صادق. صميم\r\n" +
				"إبهام اليد\r\n" +
				"وحدة\r\n" +
				"مرونة\r\n" +
				"رهيب\r\n" +
				"السلوكية\r\n" +
				"حصرية\r\n" +
				"تبعثر\r\n" +
				"عادة\r\n" +
				"نقل\r\n" +
				"سرعه\r\n" +
				"إلتواء\r\n" +
				"تعقيد\r\n" +
				"شوكة\r\n" +
				"أسطوانة\r\n" +
				"اعفاء\r\n" +
				"اشتباه\r\n" +
				"قفل\r\n" +
				"إنهاء\r\n" +
				"إقامة\r\n" +
				"عار\r\n" +
				"ذو معنى\r\n" +
				"رصيف\r\n" +
				"الألعاب الأولمبية\r\n" +
				"التكنولوجية\r\n" +
				"التوقيع\r\n" +
				"ممتع\r\n" +
				"رائع\r\n" +
				"تعليق\r\n" +
				"متمرد\r\n" +
				"مجمد\r\n" +
				"رغبة\r\n" +
				"الزوج\r\n" +
				"مائع\r\n" +
				"راتب تقاعد\r\n" +
				"استئنف\r\n" +
				"نظري\r\n" +
				"صوديوم\r\n" +
				"عاصفة\r\n" +
				"ترقية وظيفية\r\n" +
				"دقيق او حساس\r\n" +
				"جبين\r\n" +
				"إعادة بناء\r\n" +
				"وثب، ارتداد\r\n" +
				"الكهرباء\r\n" +
				"صنارة صيد\r\n" +
				"المحقق\r\n" +
				"مسافر\r\n" +
				"انقر\r\n" +
				"تعويضات\r\n" +
				"إشارة\r\n" +
				"ىخرج\r\n" +
				"جاذبية\r\n" +
				"كرس\r\n" +
				"تماما\r\n" +
				"امسك\r\n" +
				"نقش\r\n" +
				"إبرة\r\n" +
				"بطن\r\n" +
				"سفينة\r\n" +
				"فزع\r\n" +
				"محفظة\r\n" +
				"خدمة النقل\r\n" +
				"غير مرئى\r\n" +
				"توقيت\r\n" +
				"الارتباط\r\n" +
				"الكاحل\r\n" +
				"عملية تجارية\r\n" +
				"إنقاذ\r\n" +
				"نظير\r\n" +
				"تاريخيا\r\n" +
				"قطعا\r\n" +
				"معتدل\r\n" +
				"راكب\r\n" +
				"دمية\r\n" +
				"وقت الظهيرة\r\n" +
				"عرض\r\n" +
				"وسط\r\n" +
				"مطابق\r\n" +
				"دقيق\r\n" +
				"قلق\r\n" +
				"الهيكلي\r\n" +
				"سكني\r\n" +
				"بصوت عال\r\n" +
				"شخص\r\n" +
				"كربوهيدرات\r\n" +
				"حرية\r\n" +
				"الملصق\r\n" +
				"لاهوت\r\n" +
				"غير ربحية\r\n" +
				"زحف\r\n" +
				"أكسجين\r\n" +
				"وسيم\r\n" +
				"سحر\r\n" +
				"مجموع\r\n" +
				"قدمت\r\n" +
				"رجل اعمال\r\n" +
				"واعد\r\n" +
				"واع\r\n" +
				"عزم\r\n" +
				"الجهات المانحة\r\n" +
				"لها\r\n" +
				"القس\r\n" +
				"موسيقى الجاز\r\n" +
				"دار الأوبرا\r\n" +
				"اليابانية\r\n" +
				"عضة\r\n" +
				"الإطار\r\n" +
				"شر\r\n" +
				"استحواذ\r\n" +
				"حفرة\r\n" +
				"عناق\r\n" +
				"الحيوانات البرية\r\n" +
				"يعاقب\r\n" +
				"عملاق\r\n" +
				"ابتدائي\r\n" +
				"القيمة المالية\r\n" +
				"خطأ\r\n" +
				"مدخل\r\n" +
				"مقال\r\n" +
				"مصعد\r\n" +
				"سن المراهقة\r\n" +
				"توجيه\r\n" +
				"سعادة\r\n" +
				"تمثال\r\n" +
				"السعي وراء\r\n" +
				"يصلح\r\n" +
				"لائق\r\n" +
				"نادي رياضي\r\n" +
				"عن طريق الفم\r\n" +
				"موظف كتابي\r\n" +
				"إسرائيلي\r\n" +
				"ظرف\r\n" +
				"التقارير\r\n" +
				"المكان المقصود\r\n" +
				"قبضة\r\n" +
				"تأييد\r\n" +
				"استكشاف\r\n" +
				"كريم - سخي\r\n" +
				"حمام\r\n" +
				"إنقاذ\r\n" +
				"وبالتالي\r\n" +
				"بصورة شاملة\r\n" +
				"مؤشر\r\n" +
				"ضوء الشمس\r\n" +
				"ردود الفعل\r\n" +
				"طيف\r\n" +
				"أرجواني\r\n" +
				"الليزر\r\n" +
				"بالخط العريض\r\n" +
				"ممانع\r\n" +
				"ابتداء\r\n" +
				"خبرة\r\n" +
				"عمليا\r\n" +
				"برنامج\r\n" +
				"صورة\r\n" +
				"نغم\r\n" +
				"يتناول الطعام\r\n" +
				"عمر\r\n" +
				"تطوع\r\n" +
				"ملحوظة\r\n" +
				"بحدة\r\n" +
				"موكب\r\n" +
				"المؤيد\r\n" +
				"مملكة\r\n" +
				"المنع\r\n" +
				"قطاع\r\n" +
				"إلغاء\r\n" +
				"مزيج\r\n" +
				"المعالج\r\n" +
				"شريحة\r\n" +
				"قشر\r\n" +
				"بيتزا\r\n" +
				"مستلم\r\n" +
				"تردد\r\n" +
				"يواجه\r\n" +
				"محاسبة\r\n" +
				"النقاش\r\n" +
				"انحياز، نزعة\r\n" +
				"هاه\r\n" +
				"تشابه مستعار\r\n" +
				"شمعة\r\n" +
				"مقبض\r\n" +
				"قلق\r\n" +
				"قضائي\r\n" +
				"كيان\r\n" +
				"معاناة\r\n" +
				"وقت كامل\r\n" +
				"يشعر\r\n" +
				"مصباح\r\n" +
				"قمامة\r\n" +
				"خادم\r\n" +
				"إضافة\r\n" +
				"التنظيمية\r\n" +
				"دبلوماسي\r\n" +
				"أنيق\r\n" +
				"في داخل\r\n" +
				"استقبال\r\n" +
				"تلاشى\r\n" +
				"تلقائيا\r\n" +
				"ذقن\r\n" +
				"ممر المشاة\r\n" +
				"ضرورة\r\n" +
				"اعترف\r\n" +
				"عنصرية\r\n" +
				"بداية\r\n" +
				"داخلي\r\n" +
				"الخدمات المصرفية\r\n" +
				"عارض\r\n" +
				"الجاذبية\r\n" +
				"يتسجل، يلتحق\r\n" +
				"يقلل\r\n" +
				"منع\r\n" +
				"عربي\r\n" +
				"القيمة\r\n" +
				"خفض\r\n" +
				"يقطع\r\n" +
				"مؤد\r\n" +
				"نوايا\r\n" +
				"عزل\r\n" +
				"مضخة\r\n" +
				"المخزون\r\n" +
				"إنتاجي\r\n" +
				"المجسم\r\n" +
				"مدني\r\n" +
				"حرير\r\n" +
				"الحجم\r\n" +
				"انحدار\r\n" +
				"رهينة\r\n" +
				"الجامع\r\n" +
				"شعبية\r\n" +
				"قبلة\r\n" +
				"كائن فضائي\r\n" +
				"ديناميكي\r\n" +
				"مخيف\r\n" +
				"معادلة\r\n" +
				"ملاك\r\n" +
				"مفتاح كهربائي\r\n" +
				"عرض\r\n" +
				"غضب\r\n" +
				"التصوير\r\n" +
				"يصلح\r\n" +
				"الحمام\r\n" +
				"خائب الامل\r\n" +
				"ثمين\r\n" +
				"حظر\r\n" +
				"وكيل\r\n" +
				"يحتوى\r\n" +
				"واقعي\r\n" +
				"الروسية\r\n" +
				"مخفي\r\n" +
				"أمر\r\n" +
				"مناقصة\r\n" +
				"استيقظ\r\n" +
				"جمع\r\n" +
				"أمتياز\r\n" +
				"تعثر\r\n" +
				"وحيد\r\n" +
				"سيارة\r\n" +
				"مصطنع\r\n" +
				"فجر\r\n" +
				"نبذة مختصرة\r\n" +
				"تنحدر\r\n" +
				"سخيف\r\n" +
				"صنارة صيد\r\n" +
				"مد و جزر\r\n" +
				"مشترك\r\n" +
				"نأمل\r\n" +
				"بسهولة\r\n" +
				"ميداني\r\n" +
				"ثوري\r\n" +
				"رومانسي\r\n" +
				"المعدات\r\n" +
				"وسادة\r\n" +
				"عدة\r\n" +
				"طبخ\r\n" +
				"انتشار\r\n" +
				"قارة\r\n" +
				"اغلاق محكم\r\n" +
				"دائرة كهربائية\r\n" +
				"مكتب المدير\r\n" +
				"حكم\r\n" +
				"نقص\r\n" +
				"سنويا\r\n" +
				"مؤخرا\r\n" +
				"فخ\r\n" +
				"تفحص\r\n" +
				"مجنون\r\n" +
				"الموعد النهائي\r\n" +
				"خلفي\r\n" +
				"معالجة\r\n" +
				"مزرعة\r\n" +
				"ساحلي\r\n" +
				"تعهد\r\n" +
				"بهدوء\r\n" +
				"الاحتياطي\r\n" +
				"احتراق\r\n" +
				"شفهي\r\n" +
				"قبلي\r\n" +
				"سخيف\r\n" +
				"تلقائي\r\n" +
				"الماس\r\n" +
				"مصداقية\r\n" +
				"استيراد\r\n" +
				"جنسيا\r\n" +
				"ربيع\r\n" +
				"طريق\r\n" +
				"إلهي\r\n" +
				"عاطفة\r\n" +
				"عربة التسوق\r\n" +
				"يشرف على\r\n" +
				"إيقاف\r\n" +
				"المسنين\r\n" +
				"طليعة\r\n" +
				"وحي\r\n" +
				"هولندي\r\n" +
				"كمية\r\n" +
				"عرض مختصر لفيلم\r\n" +
				"زميل\r\n" +
				"كلوك\r\n" +
				"الإغريقي\r\n" +
				"العبقري\r\n" +
				"نصب تذكاري\r\n" +
				"المناقصة\r\n" +
				"بحث\r\n" +
				"تضحية\r\n" +
				"رسالة دعوة\r\n" +
				"صحة\r\n" +
				"محلف\r\n" +
				"بشكل رسمي\r\n" +
				"وسيط\r\n" +
				"كنز\r\n" +
				"وفاء\r\n" +
				"ائتمان\r\n" +
				"صدمة\r\n" +
				"موهوب\r\n" +
				"الغازولين\r\n" +
				"صلب\r\n" +
				"انتاج\r\n" +
				"مرشح\r\n" +
				"وسعوا\r\n" +
				"رجاء\r\n" +
				"داء السكري\r\n" +
				"صفعة\r\n" +
				"سام\r\n" +
				"مزعوم\r\n" +
				"فك\r\n" +
				"حزن\r\n" +
				"غامض\r\n" +
				"صاروخ\r\n" +
				"تبرع\r\n" +
				"سجين\r\n" +
				"يعالج\r\n" +
				"دينامية\r\n" +
				"ينحني\r\n" +
				"لنا\r\n" +
				"أول\r\n" +
				"كرامة\r\n" +
				"سجادة\r\n" +
				"أبوي\r\n" +
				"فقاعة\r\n" +
				"الحرارة\r\n" +
				"رفيق\r\n" +
				"إسطبل\r\n" +
				"سيف\r\n" +
				"فلاش\r\n" +
				"سابع\r\n" +
				"مجد\r\n" +
				"بإحكام\r\n" +
				"محمي\r\n" +
				"دس\r\n" +
				"طبل\r\n" +
				"اغمى عليه\r\n" +
				"بريد\r\n" +
				"ملكة\r\n" +
				"معضلة\r\n" +
				"إدخال\r\n" +
				"متخصصون\r\n" +
				"شمالي شرقي\r\n" +
				"بارز\r\n" +
				"مسؤولية\r\n" +
				"ريشة\r\n" +
				"تاجر\r\n" +
				"ملعب\r\n" +
				"تحسن\r\n" +
				"دموي\r\n" +
				"هزيمة\r\n" +
				"مرتبطة\r\n" +
				"انسحاب\r\n" +
				"ثلاجة\r\n" +
				"عش\r\n" +
				"قريب\r\n" +
				"بعناية\r\n" +
				"خط\r\n" +
				"سلف\r\n" +
				"شجب\r\n" +
				"بخار\r\n" +
				"لهجة\r\n" +
				"هرب\r\n" +
				"متفائل\r\n" +
				"توحد\r\n" +
				"قفص\r\n" +
				"تجهيز\r\n" +
				"جمبري\r\n" +
				"البلد الام\r\n" +
				"تبادل\r\n" +
				"رف\r\n" +
				"زي\r\n" +
				"الذئب\r\n" +
				"قاعة المحكمة\r\n" +
				"قانون\r\n" +
				"رسوم متحركة\r\n" +
				"بالإضافة إلى\r\n" +
				"إنتاجية\r\n" +
				"ابتسامة\r\n" +
				"رمزي\r\n" +
				"اغلاق محكم\r\n" +
				"بق\r\n" +
				"بارك\r\n" +
				"عمة\r\n" +
				"الزراعة\r\n" +
				"صخرة\r\n" +
				"عدائي\r\n" +
				"جذر\r\n" +
				"تحديد\r\n" +
				"مشترك\r\n" +
				"فورا\r\n" +
				"إفلاس\r\n" +
				"لقاح\r\n" +
				"علاوة\r\n" +
				"تعاون\r\n" +
				"مختلط\r\n" +
				"معارض\r\n" +
				"مدار\r\n" +
				"يفهم، يمسك، يقبض\r\n" +
				"صبر\r\n" +
				"رغم\r\n" +
				"استوائي\r\n" +
				"تصويت\r\n" +
				"دورية\r\n" +
				"استعداد\r\n" +
				"موضع\r\n" +
				"وحي\r\n" +
				"تأجير\r\n" +
				"هدوء\r\n" +
				"مجوهرات\r\n" +
				"الكوبية\r\n" +
				"سحب\r\n" +
				"تتنازل\r\n" +
				"أثر\r\n" +
				"عربة\r\n" +
				"بعد ذلك\r\n" +
				"مذهل\r\n" +
				"خراب\r\n" +
				"شفاف\r\n" +
				"قبل\r\n" +
				"مناعة\r\n" +
				"الموثوقية\r\n" +
				"حمار\r\n" +
				"جنبا إلى جنب\r\n" +
				"دفع\r\n" +
				"غريب\r\n" +
				"ساحر\r\n" +
				"تأمين\r\n" +
				"قصاصة\r\n" +
				"فخذ\r\n" +
				"ثور\r\n" +
				"الدرج\r\n" +
				"يتعلق\r\n" +
				"خروف\r\n" +
				"تثبيط\r\n" +
				"منسق\r\n" +
				"عقائدي\r\n" +
				"عداء\r\n" +
				"علماني\r\n" +
				"حميم\r\n" +
				"إمبراطورية\r\n" +
				"سيارة أجرة\r\n" +
				"طلاق\r\n" +
				"امتحان\r\n" +
				"وثائقي\r\n" +
				"محايد\r\n" +
				"مادة الاحياء\r\n" +
				"مرن\r\n" +
				"تدريجي\r\n" +
				"شبكة\r\n" +
				"مؤامرة\r\n" +
				"قبض على\r\n" +
				"مصاب\r\n" +
				"جمهورية\r\n" +
				"تنفيذ\r\n" +
				"رائع\r\n" +
				"حوت\r\n" +
				"وظيفي\r\n" +
				"نجمة\r\n" +
				"مشروع\r\n" +
				"غريزه\r\n" +
				"زميله\r\n" +
				"الألومنيوم\r\n" +
				"من\r\n" +
				"وزارة\r\n" +
				"حكم\r\n" +
				"أمر\r\n" +
				"جمجمة\r\n" +
				"احترام الذات\r\n" +
				"سهولة\r\n" +
				"تعاوني\r\n" +
				"معالجة\r\n" +
				"نحلة\r\n" +
				"ممارس المهنة\r\n" +
				"عقدة\r\n" +
				"تصحيح\r\n" +
				"سوط\r\n" +
				"لغز\r\n" +
				"فطر\r\n" +
				"دعم مالي\r\n" +
				"دمل\r\n" +
				"مأساوي\r\n" +
				"الرياضيات\r\n" +
				"الميكانيكي\r\n" +
				"إناء\r\n" +
				"احترام\r\n" +
				"زلزال\r\n" +
				"لحم خنزير\r\n" +
				"الإبداع\r\n" +
				"بسلام\r\n" +
				"الأساسية\r\n" +
				"الحلوى\r\n" +
				"تعاطف، عطف\r\n" +
				"صياد السمك\r\n" +
				"لا يصدق\r\n" +
				"عزل\r\n" +
				"جورب\r\n" +
				"قريب\r\n" +
				"قفز\r\n" +
				"أحد عشر\r\n" +
				"جنسي\r\n" +
				"ريادي\r\n" +
				"متلازمة\r\n" +
				"مكتب\r\n" +
				"مقعد\r\n" +
				"مكان العمل\r\n" +
				"طموح\r\n" +
				"هبوط\r\n" +
				"استخدام\r\n" +
				"نسيم\r\n" +
				"تكلفة\r\n" +
				"طموح\r\n" +
				"الديانة المسيحية\r\n" +
				"محتمل\r\n" +
				"مؤثر\r\n" +
				"ترجمة\r\n" +
				"غير مؤكد\r\n" +
				"تذوب\r\n" +
				"موضوع\r\n" +
				"إحصائي\r\n" +
				"القناة الهضمية\r\n" +
				"محافظه\r\n" +
				"لف\r\n" +
				"جمالي\r\n" +
				"تهجئه\r\n" +
				"إدراج\r\n" +
				"كشك\r\n" +
				"خوذة\r\n" +
				"وسط\r\n" +
				"متوقع\r\n" +
				"أسد\r\n" +
				"إنجاز\r\n" +
				"ملكي\r\n" +
				"هلع\r\n" +
				"المصبوب\r\n" +
				"سحق\r\n" +
				"بنشاط\r\n" +
				"جرف\r\n" +
				"أدنى\r\n" +
				"حبل\r\n" +
				"لحسن الحظ\r\n" +
				"كوكايين\r\n" +
				"وهم\r\n" +
				"مجهول\r\n" +
				"تحمل\r\n" +
				"تقدير\r\n" +
				"مفوض\r\n" +
				"ضرر\r\n" +
				"المرونة\r\n" +
				"تعليمي\r\n" +
				"تزاحم\r\n" +
				"كازينو\r\n" +
				"ورم\r\n" +
				"تزيين\r\n" +
				"فرز\r\n" +
				"الشحنة\r\n" +
				"نبض\r\n" +
				"ما يعادل\r\n" +
				"ثابت\r\n" +
				"يختبر\r\n" +
				"هبة\r\n" +
				"مذكرات\r\n" +
				"أخوان\r\n" +
				"سخرية\r\n" +
				"ملعقة\r\n" +
				"وسط\r\n" +
				"زقاق\r\n" +
				"مضطراب\r\n" +
				"تفاعل\r\n" +
				"صابون\r\n" +
				"جذاب\r\n" +
				"منافس\r\n" +
				"المدى القصير\r\n" +
				"لكمة\r\n" +
				"دبوس\r\n" +
				"الهوكي\r\n" +
				"عابر\r\n" +
				"ثابر\r\n" +
				"المورد\r\n" +
				"معروف\r\n" +
				"قوة الدفع\r\n" +
				"محفظة\r\n" +
				"تسلط\r\n" +
				"سائل\r\n" +
				"أيقونة\r\n" +
				"فيل\r\n" +
				"بناء على ذلك\r\n" +
				"السلطة التشريعية\r\n" +
				"مساعد\r\n" +
				"الامتياز التجاري\r\n" +
				"بشكل صحيح\r\n" +
				"عقليا\r\n" +
				"الحاضنة\r\n" +
				"دراجة\r\n" +
				"تشجيع\r\n" +
				"خداع\r\n" +
				"التمكن من\r\n" +
				"شفاء - يشفى\r\n" +
				"حمة\r\n" +
				"منقي\r\n" +
				"أرنب\r\n" +
				"عملة\r\n" +
				"استغلال\r\n" +
				"يمكن الوصول\r\n" +
				"كائن حي\r\n" +
				"إحساس\r\n" +
				"جزئيا\r\n" +
				"البقاء\r\n" +
				"الطابق العلوي\r\n" +
				"مجفف\r\n" +
				"الحد الأدنى\r\n" +
				"طليعة\r\n" +
				"صيانة\r\n" +
				"غرز\r\n" +
				"الفناء الخلفي\r\n" +
				"ميثاق\r\n" +
				"موقد\r\n" +
				"موافقة\r\n" +
				"تضم\r\n" +
				"تذكير\r\n" +
				"على حد سواء\r\n" +
				"تحديد مستوى\r\n" +
				"عجينة\r\n" +
				"حفيد\r\n" +
				"سد\r\n" +
				"يقال\r\n" +
				"معروف\r\n" +
				"المحيط\r\n" +
				"بيئي\r\n" +
				"ملابس\r\n" +
				"غير مسبوق\r\n" +
				"كاتب عمود\r\n" +
				"اكتشف - حل\r\n" +
				"أولية\r\n" +
				"براءة الإختراع\r\n" +
				"خجول\r\n" +
				"اقتبس\r\n" +
				"قمامة، يدمر، يهدم\r\n" +
				"معاق\r\n" +
				"إجمالي\r\n" +
				"اللعنة\r\n" +
				"هرمون\r\n" +
				"الملمس\r\n" +
				"عداد\r\n" +
				"قلم\r\n" +
				"مساعد\r\n" +
				"حدود\r\n" +
				"رذاذ\r\n" +
				"رهان\r\n" +
				"كشف\r\n" +
				"عهدة\r\n" +
				"مصرفي\r\n" +
				"وحش\r\n" +
				"تدخل\r\n" +
				"بلوط\r\n" +
				"قضية\r\n" +
				"ثامن\r\n" +
				"دفتر\r\n" +
				"الخطوط العريضة\r\n" +
				"تحديق\r\n" +
				"الحضور\r\n" +
				"تخمين\r\n" +
				"كشف\r\n" +
				"باسمى او لاجلى\r\n" +
				"مبتكر\r\n" +
				"قرش\r\n" +
				"جائزة او مكافاة\r\n" +
				"مطحنة\r\n" +
				"التركيب\r\n" +
				"حفز\r\n" +
				"بطاقة\r\n" +
				"عمودي\r\n" +
				"سباحة\r\n" +
				"سريع\r\n" +
				"فهرس\r\n" +
				"غريب\r\n" +
				"تضحية\r\n" +
				"فاقد الامل\r\n" +
				"موقف\r\n" +
				"تجبر\r\n" +
				"حساسية\r\n" +
				"في يوم ما\r\n" +
				"لحظة\r\n" +
				"لاول مرة\r\n" +
				"أعلن\r\n" +
				"في جميع أنحاء العالم\r\n" +
				"رفع\r\n" +
				"مطلوب\r\n" +
				"مواجهة\r\n" +
				"ملون\r\n" +
				"المثالي\r\n" +
				"دستور\r\n" +
				"مدرب\r\n" +
				"عيد الشكر\r\n" +
				"رائحة\r\n" +
				"كومة\r\n" +
				"حاجب العين\r\n" +
				"كيس\r\n" +
				"وقف إطلاق\r\n" +
				"يرث\r\n" +
				"صينية\r\n" +
				"رائد\r\n" +
				"التنظيمية\r\n" +
				"الكتاب المدرسي\r\n" +
				"اه\r\n" +
				"مقرف\r\n" +
				"وإنكمش\r\n" +
				"نموذج\r\n" +
				"المستجدة\r\n" +
				"نقطة\r\n" +
				"قمح\r\n" +
				"عنيف\r\n" +
				"تصور\r\n" +
				"معقول\r\n" +
				"مملكة\r\n" +
				"ممر\r\n" +
				"إضعاف\r\n" +
				"بروتوكول\r\n" +
				"على وجه الحصر\r\n" +
				"صوتي\r\n" +
				"السوق\r\n" +
				"بكل صراحة\r\n" +
				"غير منصف\r\n" +
				"تضاريس\r\n" +
				"نشر\r\n" +
				"محفوف بالمخاطر\r\n" +
				"معكرونة\r\n" +
				"نوع أدبي\r\n" +
				"صرف الانتباه\r\n" +
				"ميزة\r\n" +
				"مخطط\r\n" +
				"مكتئب\r\n" +
				"قطعة\r\n" +
				"الأقرب\r\n" +
				"خصم\r\n" +
				"لا\r\n" +
				"سلم\r\n" +
				"أدغال\r\n" +
				"هجرة\r\n" +
				"تنفس\r\n" +
				"غزا\r\n" +
				"اعصار\r\n" +
				"متاجر التجزئة\r\n" +
				"صنف\r\n" +
				"جرح\r\n" +
				"انقلاب\r\n" +
				"مساعدة\r\n" +
				"سفير\r\n" +
				"كثافة\r\n" +
				"يدعم\r\n" +
				"حب الاستطلاع\r\n" +
				"تخطى\r\n" +
				"عدوان\r\n" +
				"التحفيز\r\n" +
				"صحافة\r\n" +
				"إنسان آلي\r\n" +
				"فيضان\r\n" +
				"غطس\r\n" +
				"بطريقة مماثلة\r\n" +
				"غير رسمي\r\n" +
				"اللغة الفارسية\r\n" +
				"ريشة\r\n" +
				"جسم كروى\r\n" +
				"شد\r\n" +
				"تباهى\r\n" +
				"تربيتة\r\n" +
				"محسوس - ملموس\r\n" +
				"باطن القدم\r\n" +
				"شهره اعلاميه\r\n" +
				"رائد\r\n" +
				"كشف\r\n" +
				"نكتة\r\n" +
				"رفاهية\r\n" +
				"صلاحية\r\n" +
				"النظام البيئي\r\n" +
				"بشكل صارم\r\n" +
				"جزئي\r\n" +
				"طوق\r\n" +
				"عشبة ضارة\r\n" +
				"الالتزام\r\n" +
				"خط\r\n" +
				"من المفترض أن\r\n" +
				"وأضاف\r\n" +
				"باني\r\n" +
				"لمحة\r\n" +
				"فرضية\r\n" +
				"تخصص\r\n" +
				"ترى\r\n" +
				"الأداة\r\n" +
				"تسلل\r\n" +
				"قرد\r\n" +
				"الناصح\r\n" +
				"2/3\r\n" +
				"مستمع\r\n" +
				"برق\r\n" +
				"من الناحية القانونية\r\n" +
				"كم\r\n" +
				"خيبة الامل\r\n" +
				"إزعاج\r\n" +
				"ضلع\r\n" +
				"مفرط، متطرف، متهور\r\n" +
				"تقنية عالية\r\n" +
				"حطام\r\n" +
				"كومة\r\n" +
				"قضيب\r\n" +
				"منطقي\r\n" +
				"ليبرالية\r\n" +
				"رماد\r\n" +
				"اجتماعيا\r\n" +
				"أبرشية\r\n" +
				"عبودية\r\n" +
				"فراغ\r\n" +
				"سلعة\r\n" +
				"شفاء\r\n" +
				"معدني\r\n" +
				"جوع\r\n" +
				"وفاة\r\n" +
				"التنموية\r\n" +
				"بسرعة\r\n" +
				"إضافي\r\n" +
				"في منتصف الطريق\r\n" +
				"شفاء\r\n" +
				"مساواة\r\n" +
				"مقبرة\r\n" +
				"مضايقة\r\n" +
				"عن عمد\r\n" +
				"شهرة\r\n" +
				"يندم\r\n" +
				"مدهش\r\n" +
				"أرجحية\r\n" +
				"جزرة\r\n" +
				"فوق\r\n" +
				"رسوم\r\n" +
				"حافة\r\n" +
				"أحرجت\r\n" +
				"تشبث\r\n" +
				"معزول\r\n" +
				"غمز\r\n" +
				"مشبوه\r\n" +
				"كرسي متحرك\r\n" +
				"فرقة\r\n" +
				"مؤهل\r\n" +
				"معالج\r\n" +
				"غطس\r\n" +
				"هذه\r\n" +
				"كفيل\r\n" +
				"ابتسامة\r\n" +
				"اللون\r\n" +
				"السكانية\r\n" +
				"تمطر\r\n" +
				"قشعريرة\r\n" +
				"لجأ\r\n" +
				"قيادة\r\n" +
				"مشرع\r\n" +
				"تجمع\r\n" +
				"برمجة\r\n" +
				"يشجع\r\n" +
				"مخرج\r\n" +
				"سليم\r\n" +
				"بائع\r\n" +
				"النماء\r\n" +
				"الفول السوداني\r\n" +
				"مضغ\r\n" +
				"توضيح\r\n" +
				"ذهني\r\n" +
				"تصور\r\n" +
				"مزاد علني\r\n" +
				"شريحة لحم\r\n" +
				"الامتثال\r\n" +
				"انتصار\r\n" +
				"المساهم\r\n" +
				"مشابه\r\n" +
				"المواصلات\r\n" +
				"ضمير\r\n" +
				"عملية حسابية\r\n" +
				"كثيرا\r\n" +
				"فترة\r\n" +
				"خدش\r\n" +
				"مستيقظ\r\n" +
				"الاختصاص القضائي\r\n" +
				"لا محالة\r\n" +
				"ناشط نسائي\r\n" +
				"قيود\r\n" +
				"عاطفيا\r\n" +
				"البعثة\r\n" +
				"مزعوم\r\n" +
				"مرونة\r\n" +
				"التواء\r\n" +
				"تشابه\r\n" +
				"مؤخرة\r\n" +
				"جفن العين\r\n" +
				"أبكم\r\n" +
				"حجم\r\n" +
				"رش\r\n" +
				"معدل الوفيات\r\n" +
				"فلسفي\r\n" +
				"تحويلات\r\n" +
				"كفيل\r\n" +
				"البلدية\r\n" +
				"أي\r\n" +
				"كبد\r\n" +
				"انسجام\r\n" +
				"فقط\r\n" +
				"تفاوت\r\n" +
				"لحظة\r\n" +
				"ماعز\r\n" +
				"ذراع\r\n" +
				"بركة\r\n" +
				"موز\r\n" +
				"جري\r\n" +
				"قصر\r\n" +
				"سابقا\r\n" +
				"فلاح\r\n" +
				"أنيق\r\n" +
				"جد\r\n" +
				"النائب\r\n" +
				"سوبر ماركت\r\n" +
				"رحلة بحرية\r\n" +
				"تبن\r\n" +
				"عادي\r\n" +
				"جزء\r\n" +
				"التقويم\r\n" +
				"أرملة\r\n" +
				"الوديعة\r\n" +
				"لحية\r\n" +
				"فرامل\r\n" +
				"وسط البلد\r\n" +
				"تحري\r\n" +
				"دفعة\r\n" +
				"حرم\r\n" +
				"فرو\r\n" +
				"وحشي\r\n" +
				"المفترس\r\n" +
				"نكز\r\n" +
				"يختار، يقرر\r\n" +
				"تطوعي\r\n" +
				"مشكلة\r\n" +
				"صالح\r\n" +
				"منتدى\r\n" +
				"رقص\r\n" +
				"بسعادة\r\n" +
				"حلق\r\n" +
				"إزالة\r\n" +
				"الحكم الذاتي\r\n" +
				"يسن قانون\r\n" +
				"مستدير - كروي\r\n" +
				"خيط\r\n" +
				"ضوء\r\n" +
				"معلم معروف\r\n" +
				"تعيس\r\n" +
				"المذنب\r\n" +
				"آت\r\n" +
				"سرا\r\n" +
				"جزء\r\n" +
				"مميز\r\n" +
				"سياحة\r\n" +
				"عتبة\r\n" +
				"هدوء\r\n" +
				"بصورة روتينية\r\n" +
				"جناح\r\n" +
				"تعليق\r\n" +
				"منظم\r\n" +
				"قش\r\n" +
				"لاهوتي\r\n" +
				"بعيدا، بمعزل، على حد\r\n" +
				"العادم\r\n" +
				"كره ارضيه\r\n" +
				"هش\r\n" +
				"اعتراض\r\n" +
				"كيمياء\r\n" +
				"قديم الطراز\r\n" +
				"مزدحما\r\n" +
				"دائرة\r\n" +
				"انفجار\r\n" +
				"ساد\r\n" +
				"بين عشية وضحاها\r\n" +
				"إنكار\r\n" +
				"تأجير\r\n" +
				"رائع\r\n" +
				"شظية\r\n" +
				"مستوى\r\n" +
				"برغي\r\n" +
				"دفء\r\n" +
				"الجامعية\r\n" +
				"سائل\r\n" +
				"صداع الراس\r\n" +
				"الشرطي\r\n" +
				"يخضع أو يستسلم\r\n" +
				"إسقاط\r\n" +
				"معركة\r\n" +
				"متكافئ\r\n" +
				"أشير\r\n" +
				"تخرج\r\n" +
				"تدريبات\r\n" +
				"قاسي\r\n" +
				"قصر\r\n" +
				"يتعلق\r\n" +
				"عنب\r\n" +
				"يأذن\r\n" +
				"كوخ\r\n" +
				"درب خاص\r\n" +
				"سحر\r\n" +
				"جنسانية\r\n" +
				"مخلص\r\n" +
				"طين\r\n" +
				"جنيه\r\n" +
				"بالون\r\n" +
				"اختراع\r\n" +
				"الغرور\r\n" +
				"أجرة\r\n" +
				"واجب منزلي\r\n" +
				"القرص\r\n" +
				"كنبة\r\n" +
				"ضمان\r\n" +
				"توفر\r\n" +
				"رادار\r\n" +
				"عبوس\r\n" +
				"استعادة\r\n" +
				"غادر\r\n" +
				"تصريح\r\n" +
				"سترة\r\n" +
				"إعادة تأهيل\r\n" +
				"مطاط\r\n" +
				"تراجع\r\n" +
				"مركب\r\n" +
				"بحرية\r\n" +
				"ملائم\r\n" +
				"مطرد\r\n" +
				"مخضرم\r\n" +
				"متكامل\r\n" +
				"ها\r\n" +
				"شاب\r\n" +
				"بث\r\n" +
				"علاوة\r\n" +
				"المسائلة\r\n" +
				"سحق\r\n" +
				"الثلث\r\n" +
				"تفكر\r\n" +
				"تحديث\r\n" +
				"شرارة\r\n" +
				"بسخرية\r\n" +
				"إعياء\r\n" +
				"وراء\r\n" +
				"المضاربة\r\n" +
				"علامة\r\n" +
				"منخفض\r\n" +
				"وعظ\r\n" +
				"دلو\r\n" +
				"قنبلة\r\n" +
				"أشقر\r\n" +
				"اعتراف\r\n" +
				"يستفز\r\n" +
				"رخام\r\n" +
				"جوهريا\r\n" +
				"إلتواء\r\n" +
				"مدافع\r\n" +
				"سمك\r\n" +
				"صريح\r\n" +
				"المواصلات\r\n" +
				"مقلق\r\n" +
				"مراقبة\r\n" +
				"مغناطيسي\r\n" +
				"فني\r\n" +
				"تمتم\r\n" +
				"مدمر\r\n" +
				"تغادر\r\n" +
				"سهم\r\n" +
				"صدمة\r\n" +
				"مجاور\r\n" +
				"نقع\r\n" +
				"شريط\r\n" +
				"غضون ذلك\r\n" +
				"نقل\r\n" +
				"شاشة\r\n" +
				"حصاد\r\n" +
				"على التوالي\r\n" +
				"جمهوري\r\n" +
				"تنسيق\r\n" +
				"في جميع أنحاء العالم\r\n" +
				"في غضون\r\n" +
				"الجاسوس\r\n" +
				"فتحة\r\n" +
				"شغب\r\n" +
				"العناصر الغذائية\r\n" +
				"المواطنة\r\n" +
				"بقسوة\r\n" +
				"سيادة\r\n" +
				"قمة جبل\r\n" +
				"شجاع\r\n" +
				"إضاءة\r\n" +
				"تحديد\r\n" +
				"مساهم\r\n" +
				"أحبط\r\n" +
				"يحشد\r\n" +
				"يتكلم بوضوح\r\n" +
				"الأهم\r\n" +
				"عبور\r\n" +
				"كثيف\r\n" +
				"ندوة\r\n" +
				"إلكترونيات\r\n" +
				"مشمس\r\n" +
				"السراويل القصيرة\r\n" +
				"تضخم\r\n" +
				"اتهام\r\n" +
				"تنعيم\r\n" +
				"تصوير\r\n" +
				"اعتدل\r\n" +
				"رهيب\r\n" +
				"جديلة\r\n" +
				"مفاجئ\r\n" +
				"عروس\r\n" +
				"سيرة شخصية\r\n" +
				"خطر\r\n" +
				"قهري\r\n" +
				"نادرا ما\r\n" +
				"قرميدة\r\n" +
				"من الناحية الاقتصادية\r\n" +
				"بكل صراحه\r\n" +
				"مضطرب\r\n" +
				"ينحني\r\n" +
				"عشرون\r\n" +
				"متوازن\r\n" +
				"أجنبي\r\n" +
				"إطلاق\r\n" +
				"السهولة أو الراحة\r\n" +
				"بهجة\r\n" +
				"نسج\r\n" +
				"خشب\r\n" +
				"حتى\r\n" +
				"بدقة\r\n" +
				"حجة\r\n" +
				"مصباح\r\n" +
				"نسخ\r\n" +
				"طيران\r\n" +
				"مستداما\r\n" +
				"إبليس\r\n" +
				"برغي\r\n" +
				"حمولة\r\n" +
				"العمود الفقري\r\n" +
				"تاجر\r\n" +
				"ماهر\r\n" +
				"إدارة\r\n" +
				"عامة\r\n" +
				"بحري\r\n" +
				"الرصيف\r\n" +
				"منظم\r\n" +
				"ضباب\r\n" +
				"دبلوماسي\r\n" +
				"ملل\r\n" +
				"بعض الاحيان\r\n" +
				"ملخص\r\n" +
				"مبشر\r\n" +
				"وباء\r\n" +
				"قاتلة - مهلك\r\n" +
				"تقليم\r\n" +
				"مستودع\r\n" +
				"تسارع\r\n" +
				"فراشة\r\n" +
				"برونز\r\n" +
				"غرق\r\n" +
				"متأصل\r\n" +
				"مدح\r\n" +
				"على الصعيد الوطني\r\n" +
				"بصاق\r\n" +
				"حصاد\r\n" +
				"ركع\r\n" +
				"مكنسة كهرباء\r\n" +
				"المحدد\r\n" +
				"تملي\r\n" +
				"الصورة النمطية\r\n" +
				"المستشعر\r\n" +
				"غسيل ملابس\r\n" +
				"كتيب\r\n" +
				"مسدس\r\n" +
				"بحري\r\n" +
				"مدعى\r\n" +
				"طفل\r\n" +
				"الطبقة المتوسطة\r\n" +
				"اعتذار\r\n" +
				"حتى\r\n" +
				"مولد كهرباء\r\n" +
				"";
	}


	private static String pronounceArabic() {
		// TODO Auto-generated method stub
		return "al\r\n" +
				"yakun\r\n" +
				"w\r\n" +
				"min\r\n" +
				"a\r\n" +
				"fi\r\n" +
				"'iilaa\r\n" +
				"yamlik\r\n" +
				"'iilaa\r\n" +
				"hadha\r\n" +
				"'ana\r\n" +
				"'ana\r\n" +
				"'iilaa ean ealaa\r\n" +
				"'ant\r\n" +
				"hu\r\n" +
				"mae\r\n" +
				"ealaa\r\n" +
				"faeal\r\n" +
				"qul\r\n" +
				"hadhih\r\n" +
				"hum\r\n" +
				"fi\r\n" +
				"lkn\r\n" +
				"nahn\r\n" +
				"lah\r\n" +
				"min eind\r\n" +
				"'ana\r\n" +
				"lays\r\n" +
				"la\r\n" +
				"bwast\r\n" +
				"hi\r\n" +
				"'aw\r\n" +
				"mathal\r\n" +
				"madha\r\n" +
				"adhhab\r\n" +
				"hum\r\n" +
				"yastatie\r\n" +
				"min aldhaa\r\n" +
				"ahsil ealaa\r\n" +
				"'iidha\r\n" +
				"sayakun\r\n" +
				"laha\r\n" +
				"alkulu\r\n" +
				"li\r\n" +
				"yasnae\r\n" +
				"hawl\r\n" +
				"aerf\r\n" +
				"sawf\r\n" +
				"mathal\r\n" +
				"fawq\r\n" +
				"wahid\r\n" +
				"zaman\r\n" +
				"hnak\r\n" +
				"eam\r\n" +
				"wabialttali\r\n" +
				"yufakir\r\n" +
				"mataa\r\n" +
				"alty\r\n" +
				"maeahum\r\n" +
				"bed\r\n" +
				"'ana\r\n" +
				"'ashkhas\r\n" +
				"yakhudh\r\n" +
				"kharij\r\n" +
				"'iilaa\r\n" +
				"mjrd\r\n" +
				"naraa\r\n" +
				"lah\r\n" +
				"k\r\n" +
				"tati\r\n" +
				"astatae\r\n" +
				"alan\r\n" +
				"min\r\n" +
				"mathal\r\n" +
				"akhar\r\n" +
				"madha\r\n" +
				"thuma\r\n" +
				"'iinaha\r\n" +
				"lana\r\n" +
				"athnan\r\n" +
				"'akthar min\r\n" +
				"hwla'\r\n" +
				"turid\r\n" +
				"tariq\r\n" +
				"nazra\r\n" +
				"'awal\r\n" +
				"'aydaan\r\n" +
				"aljadid\r\n" +
				"li'ana\r\n" +
				"yawm\r\n" +
				"'akthar min\r\n" +
				"aistiemal\r\n" +
				"la\r\n" +
				"rajul\r\n" +
				"tajid\r\n" +
				"huna\r\n" +
				"shay'\r\n" +
				"yuetaa\r\n" +
				"kthyr\r\n" +
				"hasananaan\r\n" +
				"faqat\r\n" +
				"'uwlayik\r\n" +
				"yakhbar\r\n" +
				"wahid\r\n" +
				"lilghaya\r\n" +
				"laha\r\n" +
				"hataa fi\r\n" +
				"'ila alkhlf\r\n" +
				"'aya\r\n" +
				"jayid\r\n" +
				"alnisa'\r\n" +
				"eabr\r\n" +
				"lana\r\n" +
				"haya\r\n" +
				"tifl\r\n" +
				"hnak\r\n" +
				"eamal\r\n" +
				"'asfal\r\n" +
				"qad\r\n" +
				"baed\r\n" +
				"ynbghy\r\n" +
				"mukalima\r\n" +
				"alealamia\r\n" +
				"ealaa\r\n" +
				"madrasa\r\n" +
				"ma yazal\r\n" +
				"muhawala\r\n" +
				"fi\r\n" +
				"mathal\r\n" +
				"al'akhir\r\n" +
				"yatlub\r\n" +
				"bihajat 'iilaa\r\n" +
				"jiddaan\r\n" +
				"yasheur\r\n" +
				"thlath\r\n" +
				"mataa\r\n" +
				"hala\r\n" +
				"'abadaan\r\n" +
				"yusbih\r\n" +
				"ma bayn\r\n" +
				"mtwst\r\n" +
				"hal haqana\r\n" +
				"shayyanaan ma\r\n" +
				"eazam\r\n" +
				"akhar\r\n" +
				"kthyr\r\n" +
				"'usra\r\n" +
				"khasatan\r\n" +
				"kharij\r\n" +
				"ghadar\r\n" +
				"dae\r\n" +
				"qadim\r\n" +
				"fy hyn\r\n" +
				"taeni\r\n" +
				"ealaa\r\n" +
				"aihtafaz\r\n" +
				"talab eilm\r\n" +
				"limadha a\r\n" +
				"samah\r\n" +
				"eazim\r\n" +
				"nafsih\r\n" +
				"kabir\r\n" +
				"majmuea\r\n" +
				"abda\r\n" +
				"bada\r\n" +
				"balad\r\n" +
				"musaeada\r\n" +
				"hadith\r\n" +
				"'ayn\r\n" +
				"muneataf 'aw dawr\r\n" +
				"mushkila\r\n" +
				"kl\r\n" +
				"bidaya\r\n" +
				"yd\r\n" +
				"rubama\r\n" +
				"'amrikiin\r\n" +
				"tubayin\r\n" +
				"juz'\r\n" +
				"hawl\r\n" +
				"dida\r\n" +
				"makan\r\n" +
				"ealaa\r\n" +
				"hadhih\r\n" +
				"maratan 'ukhraa\r\n" +
				"qalil\r\n" +
				"qadia\r\n" +
				"eazam\r\n" +
				"'usbue\r\n" +
				"sharika\r\n" +
				"'ayn\r\n" +
				"alnizam\r\n" +
				"kl\r\n" +
				"haq\r\n" +
				"barnamaj\r\n" +
				"sumie\r\n" +
				"wabialttali\r\n" +
				"sual\r\n" +
				"'athna'\r\n" +
				"eamal\r\n" +
				"laeib\r\n" +
				"alhukumiu\r\n" +
				"yarkud\r\n" +
				"saghir\r\n" +
				"raqm\r\n" +
				"'iiqaf\r\n" +
				"dayimaan\r\n" +
				"naql\r\n" +
				"mathal\r\n" +
				"layl\r\n" +
				"hayi\r\n" +
				"alsyd\r\n" +
				"nuqta\r\n" +
				"yusadiq\r\n" +
				"muealaq\r\n" +
				"alyawm\r\n" +
				"ahdur\r\n" +
				"yahduth\r\n" +
				"alttalaa\r\n" +
				"bidun\r\n" +
				"qabl\r\n" +
				"kabir\r\n" +
				"alkulu\r\n" +
				"milyun\r\n" +
				"yjb\r\n" +
				"alsafhat alrayiysia\r\n" +
				"taht\r\n" +
				"ma'an\r\n" +
				"majal\r\n" +
				"aktub\r\n" +
				"'um\r\n" +
				"mintaqa\r\n" +
				"alwataniu\r\n" +
				"mal\r\n" +
				"qisa\r\n" +
				"shab\r\n" +
				"hqyq\r\n" +
				"shahr\r\n" +
				"mukhtalif\r\n" +
				"qiteat 'ard\r\n" +
				"haq\r\n" +
				"dirasa\r\n" +
				"kitab\r\n" +
				"eayan\r\n" +
				"wazifa\r\n" +
				"kalima\r\n" +
				"ealaa ayt hal\r\n" +
				"'aemal\r\n" +
				"alqadia\r\n" +
				"janib\r\n" +
				"tyb alqalb\r\n" +
				"arbe\r\n" +
				"rayiys\r\n" +
				"baeidanaan\r\n" +
				"'aswad\r\n" +
				"tawil\r\n" +
				"ealaa hadin swa'\r\n" +
				"qalil\r\n" +
				"manzil\r\n" +
				"nem fielaan\r\n" +
				"baed\r\n" +
				"mundh\r\n" +
				"tawil\r\n" +
				"tuzawid\r\n" +
				"alkhadamat\r\n" +
				"hawl\r\n" +
				"sadiq\r\n" +
				"muhimun\r\n" +
				"alab\r\n" +
				"tajlus\r\n" +
				"baeidanaan\r\n" +
				"hataa\r\n" +
				"qua\r\n" +
				"saea\r\n" +
				"laebah\r\n" +
				"ghalba\r\n" +
				"baed\r\n" +
				"khat\r\n" +
				"siasiun\r\n" +
				"alnihaya\r\n" +
				"min bayn\r\n" +
				"'abadaan\r\n" +
				"yafham\r\n" +
				"sayiya\r\n" +
				"takhsar\r\n" +
				"wamae dhlk\r\n" +
				"eudw\r\n" +
				"dafe\r\n" +
				"alqanun\r\n" +
				"yajtamie\r\n" +
				"sayara\r\n" +
				"madina\r\n" +
				"taqribiaan\r\n" +
				"tatadaman\r\n" +
				"aistamara\r\n" +
				"jils\r\n" +
				"fi waqt lahiq\r\n" +
				"tuasil aijtimaeiun\r\n" +
				"kthyr\r\n" +
				"aism\r\n" +
				"khms\r\n" +
				"dhat maratan\r\n" +
				"'abyad\r\n" +
				"alaqlu\r\n" +
				"rayiys\r\n" +
				"taealam\r\n" +
				"hqyq\r\n" +
				"yataghayarun\r\n" +
				"alfariq\r\n" +
				"allahza\r\n" +
				"al'afdal\r\n" +
				"aledyd min\r\n" +
				"fikra\r\n" +
				"tifl\r\n" +
				"aljism\r\n" +
				"maelumat\r\n" +
				"la shayy\r\n" +
				"mundh\r\n" +
				"haq\r\n" +
				"qiada\r\n" +
				"aijtimaeiun\r\n" +
				"tafahum\r\n" +
				"sawa'\r\n" +
				"'ila alkhlf\r\n" +
				"raqib\r\n" +
				"sawianaan\r\n" +
				"'itbe\r\n" +
				"hawl\r\n" +
				"al'abwayn\r\n" +
				"faqat\r\n" +
				"tawaquf\r\n" +
				"wajah\r\n" +
				"aa sha\r\n" +
				"khalaq\r\n" +
				"eamatan\r\n" +
				"sabiqaan\r\n" +
				"tahduth\r\n" +
				"alakhirin\r\n" +
				"aqra\r\n" +
				"mustawaa\r\n" +
				"alsamah\r\n" +
				"'iidafatan\r\n" +
				"maktab. maqra. markaz\r\n" +
				"'anfaq\r\n" +
				"bab\r\n" +
				"alsiha\r\n" +
				"shakhs\r\n" +
				"fan\r\n" +
				"bialtaakid\r\n" +
				"hadhih\r\n" +
				"harb\r\n" +
				"alttarikh\r\n" +
				"hafl\r\n" +
				"fi ghdwn\r\n" +
				"tanmu\r\n" +
				"natija\r\n" +
				"aftah\r\n" +
				"yataghayarun\r\n" +
				"sabah\r\n" +
				"sayr\r\n" +
				"alsabab\r\n" +
				"munkhafid\r\n" +
				"yafuz\r\n" +
				"'abhath\r\n" +
				"fata\r\n" +
				"shab\r\n" +
				"mubakiraan\r\n" +
				"taeam\r\n" +
				"qabl\r\n" +
				"lahza\r\n" +
				"nafsih\r\n" +
				"hawa'\r\n" +
				"mudaris\r\n" +
				"farad\r\n" +
				"eard\r\n" +
				"kafia\r\n" +
				"ealaa hadin swa'\r\n" +
				"altaelim\r\n" +
				"eabr\r\n" +
				"barughm min\r\n" +
				"tudhkar\r\n" +
				"qadam\r\n" +
				"thaniaan\r\n" +
				"sibi\r\n" +
				"yumkin\r\n" +
				"biaitijah\r\n" +
				"qadir\r\n" +
				"eumar\r\n" +
				"'iiqaf\r\n" +
				"siasat\r\n" +
				"kl shaa'\r\n" +
				"hubun\r\n" +
				"muealaja\r\n" +
				"musiqaa\r\n" +
				"bma fiha\r\n" +
				"yuetabar\r\n" +
				"bada\r\n" +
				"fielaan\r\n" +
				"yushtaraa\r\n" +
				"almhtml\r\n" +
				"bashri\r\n" +
				"aintazar\r\n" +
				"takhdim\r\n" +
				"suq\r\n" +
				"mut\r\n" +
				"'iirsal\r\n" +
				"tuaqie\r\n" +
				"alsafhat alrayiysia\r\n" +
				"'iihsas\r\n" +
				"bina'\r\n" +
				"albaqa'\r\n" +
				"kharif\r\n" +
				"ya\r\n" +
				"al'uma\r\n" +
				"khuta\r\n" +
				"yaqtae\r\n" +
				"kuliya\r\n" +
				"fayida\r\n" +
				"almawt\r\n" +
				"dawra\r\n" +
				"shakhsaan ma\r\n" +
				"tajriba\r\n" +
				"khalf\r\n" +
				"tasilu\r\n" +
				"mahaliyin\r\n" +
				"qutil\r\n" +
				"st\r\n" +
				"yabqaa\r\n" +
				"tathir\r\n" +
				"aistiemal\r\n" +
				"balaa\r\n" +
				"aiqtarah\r\n" +
				"safi dirasi\r\n" +
				"muraqaba\r\n" +
				"rba\r\n" +
				"rieaya\r\n" +
				"rubama\r\n" +
				"qalil\r\n" +
				"muta'akhir\r\n" +
				"alsaeb\r\n" +
				"haql\r\n" +
				"akhar\r\n" +
				"albashariu\r\n" +
				"sabiq\r\n" +
				"yabie\r\n" +
				"rayid\r\n" +
				"bed al'ahyan\r\n" +
				"tatlub\r\n" +
				"ealaa tul\r\n" +
				"tatwir\r\n" +
				"'anfusihim\r\n" +
				"'ablugh ean\r\n" +
				"wazifa\r\n" +
				"'afdal\r\n" +
				"aiqtisadiun\r\n" +
				"majhud\r\n" +
				"fawq\r\n" +
				"qarar\r\n" +
				"mueadal\r\n" +
				"qawiun\r\n" +
				"mumkin\r\n" +
				"qalb\r\n" +
				"almukhadirat\r\n" +
				"tubayin\r\n" +
				"zaeim\r\n" +
				"daw'\r\n" +
				"sawt\r\n" +
				"zawja\r\n" +
				"kamil\r\n" +
				"shurta\r\n" +
				"eaql\r\n" +
				"'akhiraan\r\n" +
				"sahb. shidun\r\n" +
				"'iirjae\r\n" +
				"hura\r\n" +
				"aljaysh\r\n" +
				"alsier\r\n" +
				"'ablugh ean\r\n" +
				"'aqala\r\n" +
				"eali hsb\r\n" +
				"qarar\r\n" +
				"sharah\r\n" +
				"abn\r\n" +
				"'amal\r\n" +
				"hataa fi\r\n" +
				"tawar\r\n" +
				"ray\r\n" +
				"sila\r\n" +
				"ahml\r\n" +
				"madina\r\n" +
				"tariq\r\n" +
				"qiada\r\n" +
				"dhirae\r\n" +
				"sahih\r\n" +
				"fadirali\r\n" +
				"aistiraha\r\n" +
				"'afdal\r\n" +
				"farq\r\n" +
				"shakar\r\n" +
				"tusalim\r\n" +
				"alqayima\r\n" +
				"dualiun\r\n" +
				"bina'\r\n" +
				"eamal\r\n" +
				"mumtali\r\n" +
				"namudhaj\r\n" +
				"aindama\r\n" +
				"almawsim\r\n" +
				"almujtamae\r\n" +
				"li'ana\r\n" +
				"dariba\r\n" +
				"mudir\r\n" +
				"mubakiraan\r\n" +
				"mawdie\r\n" +
				"laeib\r\n" +
				"ywafq ealaa\r\n" +
				"khususaan\r\n" +
				"sajal\r\n" +
				"qataf 'aw yaqtaf\r\n" +
				"albs, airtida'\r\n" +
				"waraqa\r\n" +
				"khas\r\n" +
				"alfaragh\r\n" +
				"'ard\r\n" +
				"shakal\r\n" +
				"aldaem\r\n" +
				"hadaf\r\n" +
				"alrasmia\r\n" +
				"malik min\r\n" +
				"shay'\r\n" +
				"kl wahid\r\n" +
				"markaz\r\n" +
				"zawjan\r\n" +
				"mawqie\r\n" +
				"alnihaya\r\n" +
				"mashrue\r\n" +
				"najah\r\n" +
				"qaeida\r\n" +
				"nashat\r\n" +
				"najima\r\n" +
				"alttawila\r\n" +
				"bihajat 'iilaa\r\n" +
				"mahkama\r\n" +
				"'iintaj\r\n" +
				"takul\r\n" +
				"'amrikiin\r\n" +
				"eulim\r\n" +
				"nft\r\n" +
				"nsf\r\n" +
				"mwqf\r\n" +
				"sahl\r\n" +
				"kulfa\r\n" +
				"sinaea\r\n" +
				"alshakl\r\n" +
				"wajah\r\n" +
				"sharie\r\n" +
				"sura\r\n" +
				"bihadi dhatiha\r\n" +
				"hatif\r\n" +
				"'imma\r\n" +
				"albayanat\r\n" +
				"altaghatiya\r\n" +
				"'iilaa hadun kabir\r\n" +
				"sura\r\n" +
				"wadh\r\n" +
				"mumarasa\r\n" +
				"qitea\r\n" +
				"'ard\r\n" +
				"al'akhira\r\n" +
				"wasaf\r\n" +
				"almuntaj\r\n" +
				"tabib\r\n" +
				"hayit\r\n" +
				"subur\r\n" +
				"eamil\r\n" +
				"'akhbar\r\n" +
				"aikhtibar\r\n" +
				"film\r\n" +
				"almuakid\r\n" +
				"shamal\r\n" +
				"hubun\r\n" +
				"alshakhsia\r\n" +
				"aftah\r\n" +
				"aldaem\r\n" +
				"bbsat\r\n" +
				"alththalith\r\n" +
				"taqnia\r\n" +
				"qubid ealaa\r\n" +
				"khatwa\r\n" +
				"tifl\r\n" +
				"alhasub\r\n" +
				"aktub\r\n" +
				"aintibah\r\n" +
				"rusim\r\n" +
				"film\r\n" +
				"jmhwryun\r\n" +
				"shajara\r\n" +
				"masdar\r\n" +
				"'ahmar\r\n" +
				"taqribaan\r\n" +
				"munazama\r\n" +
				"'akhtar\r\n" +
				"sbb\r\n" +
				"shaear\r\n" +
				"nazra\r\n" +
				"nuqta\r\n" +
				"miat eam\r\n" +
				"dalil\r\n" +
				"nafidhat 'aw shibak\r\n" +
				"saeba\r\n" +
				"astamae\r\n" +
				"hkdha\r\n" +
				"hidaruh\r\n" +
				"milyar\r\n" +
				"fursa\r\n" +
				"shaqiq\r\n" +
				"taqa\r\n" +
				"fatra\r\n" +
				"dawra\r\n" +
				"alsayf\r\n" +
				"'aqala\r\n" +
				"tudrik\r\n" +
				"miaya\r\n" +
				"matah\r\n" +
				"naba'at\r\n" +
				"almhtml 'an\r\n" +
				"fursa\r\n" +
				"mustalah\r\n" +
				"qasira\r\n" +
				"risala\r\n" +
				"shart\r\n" +
				"khiar\r\n" +
				"makan\r\n" +
				"ghyr murtabita\r\n" +
				"qaeida\r\n" +
				"aibnatu\r\n" +
				"al'iidara\r\n" +
				"janub\r\n" +
				"alzawj\r\n" +
				"mutamar\r\n" +
				"'ardia\r\n" +
				"hamla\r\n" +
				"mawad\r\n" +
				"taedad alsukkan\r\n" +
				"hasananaan\r\n" +
				"mukalima\r\n" +
				"aiqtisad\r\n" +
				"tibiyin\r\n" +
				"mustashfaa\r\n" +
				"kanisa\r\n" +
				"'ughliq\r\n" +
				"'alf\r\n" +
				"khatar\r\n" +
				"tayar\r\n" +
				"nar\r\n" +
				"mustaqbal\r\n" +
				"khata\r\n" +
				"tntwi\r\n" +
				"difae\r\n" +
				"ay wahid\r\n" +
				"ziada\r\n" +
				"al'aman\r\n" +
				"bank\r\n" +
				"nafsi\r\n" +
				"min almuakid\r\n" +
				"gharb\r\n" +
				"riada\r\n" +
				"majlis\r\n" +
				"talab\r\n" +
				"likuli\r\n" +
				"mawdue\r\n" +
				"dabit\r\n" +
				"nashr\r\n" +
				"raha\r\n" +
				"saluk\r\n" +
				"safqa\r\n" +
				"'ada'\r\n" +
				"yuqatil\r\n" +
				"yarmi\r\n" +
				"'aelaa\r\n" +
				"bsre\r\n" +
				"almadi\r\n" +
				"hadaf\r\n" +
				"thaniaan\r\n" +
				"alsarir\r\n" +
				"talab\r\n" +
				"mualaf\r\n" +
				"mil'\r\n" +
				"tarkiz\r\n" +
				"altarkiz\r\n" +
				"'ajnabi\r\n" +
				"qatara\r\n" +
				"khuta\r\n" +
				"dam\r\n" +
				"bina' ealaa\r\n" +
				"wikala\r\n" +
				"'iidfae\r\n" +
				"tabiea\r\n" +
				"allawn\r\n" +
				"la\r\n" +
				"muakharaan\r\n" +
				"matjar\r\n" +
				"khafd\r\n" +
				"sawt\r\n" +
				"malhuza\r\n" +
				"gharama\r\n" +
				"qabl\r\n" +
				"qarib\r\n" +
				"haraka\r\n" +
				"safha\r\n" +
				"'udkhul\r\n" +
				"sharak\r\n" +
				"min\r\n" +
				"mushtarak\r\n" +
				"faqir\r\n" +
				"akhar\r\n" +
				"tabieiin >> sifatan\r\n" +
				"sibaq\r\n" +
				"alaihtimam\r\n" +
				"silsila\r\n" +
				"kabir\r\n" +
				"mumathil\r\n" +
				"alharu\r\n" +
				"lugha\r\n" +
				"kl\r\n" +
				"eada\r\n" +
				"aistijaba\r\n" +
				"mayit\r\n" +
				"tartafie\r\n" +
				"hayawan\r\n" +
				"eamil\r\n" +
				"eaqad\r\n" +
				"maqalat - silea\r\n" +
				"'atlaq alnaar\r\n" +
				"alshrq\r\n" +
				"hifz\r\n" +
				"sbe\r\n" +
				"fannan\r\n" +
				"baeidanaan\r\n" +
				"mashhad\r\n" +
				"makhzun\r\n" +
				"mahna\r\n" +
				"ela alrghm min\r\n" +
				"wasat\r\n" +
				"thmany\r\n" +
				"wahukdha\r\n" +
				"eilaj 'aw mueamala\r\n" +
				"wara'\r\n" +
				"alsaeida\r\n" +
				"baldbt\r\n" +
				"yahmi\r\n" +
				"muqaraba\r\n" +
				"rahah\r\n" +
				"bihajm\r\n" +
				"alkalb\r\n" +
				"al'amwal\r\n" +
				"jidiy\r\n" +
				"tahduth\r\n" +
				"wasayil al'iielam\r\n" +
				"jahiz\r\n" +
				"'iisharatan\r\n" +
				"fikr\r\n" +
				"qayima\r\n" +
				"fard\r\n" +
				"basit\r\n" +
				"jawda\r\n" +
				"aldaght\r\n" +
				"qabul\r\n" +
				"'iijabatan\r\n" +
				"alsaeb\r\n" +
				"murid\r\n" +
				"tahdid\r\n" +
				"alyasar\r\n" +
				"liqa'\r\n" +
				"tahdid\r\n" +
				"'iiedad\r\n" +
				"marad\r\n" +
				"'ayaan kan\r\n" +
				"najah\r\n" +
				"tujadil\r\n" +
				"kub\r\n" +
				"khususaan\r\n" +
				"kamiya\r\n" +
				"alqudra\r\n" +
				"aleamilin\r\n" +
				"taerif\r\n" +
				"tushir\r\n" +
				"harf\r\n" +
				"numuin\r\n" +
				"khasara\r\n" +
				"aldarajat aleilmia\r\n" +
				"yatasa'al\r\n" +
				"hujum\r\n" +
				"nafsiha\r\n" +
				"mintaqa\r\n" +
				"altilfaz\r\n" +
				"sunduq\r\n" +
				"tilfizyun\r\n" +
				"tadrib\r\n" +
				"jamila\r\n" +
				"tijara\r\n" +
				"safqa\r\n" +
				"aintikhab\r\n" +
				"aljamie\r\n" +
				"jasadi - badani\r\n" +
				"bast\r\n" +
				"jiniral liwa'\r\n" +
				"shueur\r\n" +
				"'asasiin\r\n" +
				"mashrue qanun\r\n" +
				"risala\r\n" +
				"fashil\r\n" +
				"fi alkharij\r\n" +
				"yasil\r\n" +
				"tahlil\r\n" +
				"fayida\r\n" +
				"aism\r\n" +
				"juns\r\n" +
				"'iilaa al'amam\r\n" +
				"almuhamia\r\n" +
				"hadir\r\n" +
				"aljuz'\r\n" +
				"biyiy\r\n" +
				"zujaj\r\n" +
				"'iijabatan\r\n" +
				"mahara\r\n" +
				"'ukht\r\n" +
				"masa'\r\n" +
				"duktur jamaeaa\r\n" +
				"eamalia\r\n" +
				"al'umur almalia\r\n" +
				"jarima\r\n" +
				"almasrah\r\n" +
				"hasananaan\r\n" +
				"qaran\r\n" +
				"alsulta\r\n" +
				"yaghib\r\n" +
				"altasmim\r\n" +
				"farz\r\n" +
				"wahid\r\n" +
				"faeal\r\n" +
				"eshr\r\n" +
				"almaerifuh\r\n" +
				"bunduqia\r\n" +
				"mahata\r\n" +
				"'azraq\r\n" +
				"hala\r\n" +
				"'iistratijia\r\n" +
				"qalil\r\n" +
				"biwuduh\r\n" +
				"munaqasha\r\n" +
				"fi alwaqie\r\n" +
				"farad\r\n" +
				"hqyq\r\n" +
				"'aghnia\r\n" +
				"mithal\r\n" +
				"dimuqratiun\r\n" +
				"altahaquq min\r\n" +
				"biya\r\n" +
				"rajul\r\n" +
				"dakn\r\n" +
				"eamatan\r\n" +
				"mukhtalif\r\n" +
				"badalanaan\r\n" +
				"yadhak\r\n" +
				"khamn\r\n" +
				"tanfidhi\r\n" +
				"jils\r\n" +
				"dirasa\r\n" +
				"'iithbat\r\n" +
				"ealaq\r\n" +
				"kamil\r\n" +
				"sakhra\r\n" +
				"altasmim\r\n" +
				"kafia\r\n" +
				"nansaa\r\n" +
				"mundh\r\n" +
				"yutalib\r\n" +
				"malhuza\r\n" +
				"'iizala\r\n" +
				"mudir\r\n" +
				"musaeada\r\n" +
				"'ughliq\r\n" +
				"sawt\r\n" +
				"astamtae\r\n" +
				"shabakat alaitisal\r\n" +
				"qanuni\r\n" +
				"mutadin\r\n" +
				"albard\r\n" +
				"shakal\r\n" +
				"nihayiyin\r\n" +
				"al'asasia\r\n" +
				"eulim\r\n" +
				"'akhdir\r\n" +
				"dhakira\r\n" +
				"bitaqa\r\n" +
				"fi al'aelaa\r\n" +
				"maqead\r\n" +
				"znzana\r\n" +
				"'iinsha'\r\n" +
				"latif\r\n" +
				"altajriba\r\n" +
				"khabir\r\n" +
				"'ana\r\n" +
				"rbye\r\n" +
				"muasasa\r\n" +
				"dimuqratiun\r\n" +
				"radiu\r\n" +
				"yazur\r\n" +
				"'iidara\r\n" +
				"rieaya\r\n" +
				"tajanub\r\n" +
				"takhil\r\n" +
				"hadhih allayla\r\n" +
				"dakhm\r\n" +
				"kura\r\n" +
				"la\r\n" +
				"'ughliq\r\n" +
				"'iinha'\r\n" +
				"nafsak\r\n" +
				"hadith\r\n" +
				"nazaria\r\n" +
				"tathir\r\n" +
				"rad\r\n" +
				"bayan\r\n" +
				"alhifaz\r\n" +
				"alshahna\r\n" +
				"jame\r\n" +
				"taqlidiun\r\n" +
				"ealaa\r\n" +
				"kushif\r\n" +
				"aitijah\r\n" +
				"slah\r\n" +
				"muazaf\r\n" +
				"thaqafiin\r\n" +
				"yahtawi\r\n" +
				"salam\r\n" +
				"rayiys\r\n" +
				"muraqaba\r\n" +
				"qaeida\r\n" +
				"'alam\r\n" +
				"tatbiq\r\n" +
				"laeib\r\n" +
				"qias\r\n" +
				"wasie\r\n" +
				"haza\r\n" +
				"yatir\r\n" +
				"muqabala\r\n" +
				"tadbir\r\n" +
				"kursii\r\n" +
				"smak\r\n" +
				"bisifat khasa\r\n" +
				"alat taswir\r\n" +
				"bina'\r\n" +
				"siasa\r\n" +
				"nafadh\r\n" +
				"qalilanaan\r\n" +
				"wazn\r\n" +
				"faj'a\r\n" +
				"aiktashaf\r\n" +
				"murashah\r\n" +
				"'aelaa\r\n" +
				"'iintaj\r\n" +
				"yaealij\r\n" +
				"rihlat qasira\r\n" +
				"masa'\r\n" +
				"tuathir\r\n" +
				"fi dakhil\r\n" +
				"mutamar\r\n" +
				"wahda\r\n" +
				"al'afdal\r\n" +
				"qalam almudaqa\r\n" +
				"baligh\r\n" +
				"qalaq\r\n" +
				"nitaq\r\n" +
				"'ushir\r\n" +
				"badalanaan\r\n" +
				"baeidanaan\r\n" +
				"eamiq\r\n" +
				"almadi\r\n" +
				"hafa\r\n" +
				"fard\r\n" +
				"muhadad\r\n" +
				"katib\r\n" +
				"mushkila\r\n" +
				"daruriun\r\n" +
				"ealaa madar\r\n" +
				"altahadiy\r\n" +
				"khawf\r\n" +
				"kataf\r\n" +
				"almaehad\r\n" +
				"wasat\r\n" +
				"bahr\r\n" +
				"hulm\r\n" +
				"sharit\r\n" +
				"jamila\r\n" +
				"khasia\r\n" +
				"fy hyn 'ana\r\n" +
				"tahasun\r\n" +
				"'umur\r\n" +
				"altafasil\r\n" +
				"tariqa\r\n" +
				"'iisharatan\r\n" +
				"shakhs ma\r\n" +
				"majala\r\n" +
				"alfunduq\r\n" +
				"jundiin\r\n" +
				"taekis\r\n" +
				"thaqil\r\n" +
				"jinsi\r\n" +
				"sbb\r\n" +
				"haqiba\r\n" +
				"alharara\r\n" +
				"kharif\r\n" +
				"zawaj\r\n" +
				"qasy\r\n" +
				"yaghnaa\r\n" +
				"sath - almuzahir alkharijiu\r\n" +
				"gharad\r\n" +
				"yujad\r\n" +
				"namat\r\n" +
				"min\r\n" +
				"bashara\r\n" +
				"wakil\r\n" +
				"sahib\r\n" +
				"ala\r\n" +
				"ghaz\r\n" +
				"'asfal\r\n" +
				"almukania\r\n" +
				"tawlid\r\n" +
				"tijariin\r\n" +
				"eunwan\r\n" +
				"sartan\r\n" +
				"aikhtibar\r\n" +
				"band\r\n" +
				"waqie\r\n" +
				"mudarib hafilat rukkab\r\n" +
				"khatwa\r\n" +
				"alsayida\r\n" +
				"hadiqat manzil\r\n" +
				"taghalab\r\n" +
				"eunf\r\n" +
				"majmue\r\n" +
				"tamil\r\n" +
				"aistithmar\r\n" +
				"niqash\r\n" +
				"'iisbae alyad\r\n" +
				"hadiqa\r\n" +
				"tnwih\r\n" +
				"majmuea\r\n" +
				"hadith\r\n" +
				"muhima\r\n" +
				"sharik\r\n" +
				"'iijabiin\r\n" +
				"madaniin\r\n" +
				"mutabikh\r\n" +
				"mustahlik\r\n" +
				"'iitlaq alnnar\r\n" +
				"mizania\r\n" +
				"raghba\r\n" +
				"lawha\r\n" +
				"'aman\r\n" +
				"amina\r\n" +
				"aitifaqia\r\n" +
				"ras almal\r\n" +
				"fum\r\n" +
				"wala\r\n" +
				"dahia\r\n" +
				"jarida\r\n" +
				"fy hyn 'ana\r\n" +
				"altahdid\r\n" +
				"almasyuwlia\r\n" +
				"aibtisama\r\n" +
				"muhami\r\n" +
				"'ahraz hdfaan\r\n" +
				"alhisab\r\n" +
				"muthir lil'iiejab\r\n" +
				"aistiraha\r\n" +
				"jumhur\r\n" +
				"ghaniun\r\n" +
				"wajabat easha'\r\n" +
				"alshakl\r\n" +
				"taswit\r\n" +
				"algharbi\r\n" +
				"tartabit\r\n" +
				"alsafar\r\n" +
				"alniqash\r\n" +
				"yahul dun\r\n" +
				"muatin\r\n" +
				"'aghlabia\r\n" +
				"la shay'\r\n" +
				"'amami\r\n" +
				"mawlud\r\n" +
				"yaetarif\r\n" +
				"'awal\r\n" +
				"'aftarid\r\n" +
				"yunfakh\r\n" +
				"miftah\r\n" +
				"almuhtarifin\r\n" +
				"muhima\r\n" +
				"bsre\r\n" +
				"wahdah\r\n" +
				"zabun\r\n" +
				"eanaa\r\n" +
				"khitab\r\n" +
				"najih\r\n" +
				"aikhtiar\r\n" +
				"masharik\r\n" +
				"janubii\r\n" +
				"tazij\r\n" +
				"fi alnihaya\r\n" +
				"la\r\n" +
				"ghaba\r\n" +
				"fidyu\r\n" +
				"ealamiun\r\n" +
				"majlis alshuyukh\r\n" +
				"'iislah\r\n" +
				"altamakun min\r\n" +
				"mateam\r\n" +
				"alqadi\r\n" +
				"nashr\r\n" +
				"kulfa\r\n" +
				"ealaqa\r\n" +
				"mathal\r\n" +
				"'iitlaq sarah\r\n" +
				"khasatan\r\n" +
				"tayir\r\n" +
				"ray\r\n" +
				"aitiman\r\n" +
				"haraj\r\n" +
				"rukn\r\n" +
				"almaenia\r\n" +
				"'aead alaitisal\r\n" +
				"al'iisdar\r\n" +
				"altahdiq\r\n" +
				"salama\r\n" +
				"faeaal\r\n" +
				"hayi\r\n" +
				"'asli\r\n" +
				"faeal\r\n" +
				"quwwat\r\n" +
				"al'iiradat\r\n" +
				"mubashara\r\n" +
				"jurh\r\n" +
				"muhit\r\n" +
				"fawraan\r\n" +
				"masar\r\n" +
				"al'asasia\r\n" +
				"'iidrab\r\n" +
				"'amal\r\n" +
				"sama'\r\n" +
				"huriya\r\n" +
				"'iitlaqaan\r\n" +
				"tayira\r\n" +
				"la 'ahad\r\n" +
				"altawasul\r\n" +
				"mawdue\r\n" +
				"mawqif suluk\r\n" +
				"aleamal\r\n" +
				"'ushir\r\n" +
				"mafhum\r\n" +
				"zabun\r\n" +
				"qawiun\r\n" +
				"fi 'ahsan al'ahwal\r\n" +
				"tse\r\n" +
				"wabialttali\r\n" +
				"saluk\r\n" +
				"'aelan\r\n" +
				"muhadatha\r\n" +
				"fahs\r\n" +
				"lms. aitisal. sila\r\n" +
				"raja'\r\n" +
				"hadar\r\n" +
				"tamamaan\r\n" +
				"taswit\r\n" +
				"tashkila\r\n" +
				"yanam\r\n" +
				"muneataf 'aw dawr\r\n" +
				"mutawarit\r\n" +
				"tahqiq\r\n" +
				"nawawiun\r\n" +
				"albahith\r\n" +
				"sahafa\r\n" +
				"nizae\r\n" +
				"rwh\r\n" +
				"tajriba\r\n" +
				"yahilu mahalun\r\n" +
				"britaniin\r\n" +
				"altashjie\r\n" +
				"jidal\r\n" +
				"bwast\r\n" +
				"dhat maratan\r\n" +
				"mueaskar\r\n" +
				"damagh\r\n" +
				"khasia\r\n" +
				"baed alzuhr\r\n" +
				"sabahaan\r\n" +
				"eutlat nihayat al'usbue\r\n" +
				"dazina\r\n" +
				"'iimkania\r\n" +
				"ealaa tul\r\n" +
				"tamin\r\n" +
				" qasama, 'aqsam\r\n" +
				"maeraka\r\n" +
				"albidaya\r\n" +
				"tarikh\r\n" +
				"eumumaan\r\n" +
				"al'afriqiu\r\n" +
				"lilghaya\r\n" +
				"asif\r\n" +
				"'azma\r\n" +
				"aiktimal\r\n" +
				"maejab\r\n" +
				"easa\r\n" +
				"hadad\r\n" +
				"bshwl\r\n" +
				"eabr\r\n" +
				"alfuju\r\n" +
				"juz'\r\n" +
				"ruya\r\n" +
				"alhala\r\n" +
				"eadi\r\n" +
				"sinaa\r\n" +
				"safina\r\n" +
				"hal\r\n" +
				"hijr\r\n" +
				"bbt'\r\n" +
				"miqyas\r\n" +
				"qalilanaan\r\n" +
				"jamiea\r\n" +
				"taqdim\r\n" +
				"sayiq\r\n" +
				"muhawala\r\n" +
				"muntazah\r\n" +
				"biqiea\r\n" +
				"ql\r\n" +
				"jalid\r\n" +
				"qarib\r\n" +
				"yashrab\r\n" +
				"shams\r\n" +
				"'amami\r\n" +
				"masafh: baed\r\n" +
				"khashab\r\n" +
				"maqbid\r\n" +
				"shahina\r\n" +
				"'iirjae\r\n" +
				"jabal\r\n" +
				"aldirasat alaistiqsayiya\r\n" +
				"muftarad\r\n" +
				"altaqlid\r\n" +
				"shata'\r\n" +
				"qry\r\n" +
				"alsuwfyiti\r\n" +
				"rafad\r\n" +
				"mabieat\r\n" +
				"tadharj\r\n" +
				"alaitisalat\r\n" +
				"yarkud\r\n" +
				"shasha\r\n" +
				"rbah\r\n" +
				"muqim\r\n" +
				"'iikhfa'\r\n" +
				"dhahab\r\n" +
				"alnnadi\r\n" +
				"mustaqbal\r\n" +
				"mazraea\r\n" +
				"muhtamal\r\n" +
				"ziada\r\n" +
				"wasat\r\n" +
				"'uwrubiya\r\n" +
				"hudur\r\n" +
				"mustaqilun\r\n" +
				"mintaqa\r\n" +
				"shakal\r\n" +
				"qari\r\n" +
				"alanisa\r\n" +
				"eaqad\r\n" +
				"yahshud\r\n" +
				"masihiun\r\n" +
				"altaebir\r\n" +
				"shaqa\r\n" +
				"raghib\r\n" +
				"qua\r\n" +
				"sabiq\r\n" +
				"firqa\r\n" +
				"biwuduh\r\n" +
				"hisan\r\n" +
				"yastafidu\r\n" +
				"aistihdaf\r\n" +
				"alsijn\r\n" +
				"arkab\r\n" +
				"haris\r\n" +
				"shurut\r\n" +
				"altalab\r\n" +
				"murasil\r\n" +
				"'iisal\r\n" +
				"nasi\r\n" +
				"sharak\r\n" +
				"'ada\r\n" +
				"bry\r\n" +
				"markaba\r\n" +
				"rasd\r\n" +
				"tayaran\r\n" +
				"fi dakhil\r\n" +
				"munsha'a\r\n" +
				"fahum\r\n" +
				"mueadal\r\n" +
				"yuzhir\r\n" +
				"'afdalia\r\n" +
				"bsre\r\n" +
				"daw'\r\n" +
				"qiada\r\n" +
				"kasab\r\n" +
				"junayh\r\n" +
				"'asas\r\n" +
				"mushriq\r\n" +
				"aleamal\r\n" +
				"zayir\r\n" +
				"eayina\r\n" +
				"tusahim\r\n" +
				"saghir jiddaan\r\n" +
				"mane\r\n" +
				"himayatan\r\n" +
				"tastaqiru\r\n" +
				"taghdhia\r\n" +
				"tajmie\r\n" +
				"'iidafiin\r\n" +
				"fy hyn\r\n" +
				"jiddaan\r\n" +
				"huia\r\n" +
				"eunwan\r\n" +
				"khasatan\r\n" +
				"daras\r\n" +
				"'iiman\r\n" +
				"nahr\r\n" +
				"taruj \\ yushajie \\ yueaziz \\ yunmaa \\ yatur\r\n" +
				"almaeisha\r\n" +
				"hadir\r\n" +
				"eud\r\n" +
				"ma lam\r\n" +
				"tazawaj\r\n" +
				"ghadaan\r\n" +
				"taqnia\r\n" +
				"masar\r\n" +
				"'iidhan\r\n" +
				"matjar\r\n" +
				"qawm\r\n" +
				"talab\r\n" +
				"almabda\r\n" +
				"ynju\r\n" +
				"masead\r\n" +
				"alhudud\r\n" +
				"munafasa\r\n" +
				"qafz\r\n" +
				"jame\r\n" +
				"had\r\n" +
				"layiq bdnya\r\n" +
				"yutalib\r\n" +
				"yabki\r\n" +
				"alrijeia\r\n" +
				"yastahiqu\r\n" +
				"musaeid\r\n" +
				"alnaqid\r\n" +
				"dafi\r\n" +
				"janib\r\n" +
				"natija\r\n" +
				"yusir\r\n" +
				"bialfashal\r\n" +
				"sanawiun\r\n" +
				"alfaransia\r\n" +
				"eid almilad\r\n" +
				"taeliq\r\n" +
				"maswuwl\r\n" +
				"qadia\r\n" +
				"muqaraba\r\n" +
				"hataa\r\n" +
				"'iijra'\r\n" +
				"muntazim\r\n" +
				"aintishar\r\n" +
				"rayiys\r\n" +
				"albaysbul\r\n" +
				"naem\r\n" +
				"tajahul\r\n" +
				"bida\r\n" +
				"qias\r\n" +
				"'iiman\r\n" +
				"yatazahar\r\n" +
				"'ayi shakhs\r\n" +
				"qutil\r\n" +
				"hadiat majania\r\n" +
				"din\r\n" +
				"'iieadat alnazar\r\n" +
				"muharar\r\n" +
				"almadi\r\n" +
				"jadhab\r\n" +
				"qahua\r\n" +
				"wathiqa\r\n" +
				"surea\r\n" +
				"tueabir\r\n" +
				"tathir\r\n" +
				"ealaa 'ayi hal\r\n" +
				"hadad\r\n" +
				"airtakab\r\n" +
				"'iinathana\r\n" +
				"shabab\r\n" +
				"mawja\r\n" +
				"naql\r\n" +
				"khayif\r\n" +
				"rubue\r\n" +
				"khalfia\r\n" +
				"mahaliyin\r\n" +
				"wasie\r\n" +
				"rayie\r\n" +
				"'ankar\r\n" +
				"kama ybdw\r\n" +
				"bed alshay'\r\n" +
				"radi fiel\r\n" +
				"maratayn\r\n" +
				"badala\r\n" +
				"'iintbae\r\n" +
				"mutazayid\r\n" +
				"easifa\r\n" +
				"'aemal bina'\r\n" +
				"tyb alqalb\r\n" +
				"almukhabarat\r\n" +
				"hadm\r\n" +
				"tbkh\r\n" +
				"sila\r\n" +
				"alshahna\r\n" +
				"harq\r\n" +
				"hidha'\r\n" +
				"ray\r\n" +
				"daraja\r\n" +
				"siaq alkalam\r\n" +
				"lajna\r\n" +
				"mahlaan\r\n" +
				"khata\r\n" +
				"altarkiz\r\n" +
				"aibtisama\r\n" +
				"mawqieik\r\n" +
				"mulabis\r\n" +
				"hindiin\r\n" +
				"hadi\r\n" +
				"fusatan\r\n" +
				"waead\r\n" +
				"wasaf\r\n" +
				"aljiran\r\n" +
				"aiktimal\r\n" +
				"qiada\r\n" +
				"wazifa\r\n" +
				"eazam\r\n" +
				"nashit\r\n" +
				"tamdid\r\n" +
				"rayiys\r\n" +
				"mueadal\r\n" +
				"damj\r\n" +
				"nabidh\r\n" +
				"'adnah\r\n" +
				"barid\r\n" +
				"nakhib\r\n" +
				"taeni\r\n" +
				"altalab\r\n" +
				"taealam\r\n" +
				"hafila\r\n" +
				"aljahim\r\n" +
				"khatir\r\n" +
				"tadhkir\r\n" +
				"'akhlaqi\r\n" +
				"mutahad\r\n" +
				"alfia\r\n" +
				"nisbiaan\r\n" +
				"fawz\r\n" +
				"miftah\r\n" +
				"'akadimi\r\n" +
				"yazur\r\n" +
				"al'intrnt\r\n" +
				"sahi\r\n" +
				"nar\r\n" +
				"nafy\r\n" +
				"alttalia\r\n" +
				"tarikhi\r\n" +
				"dawa'\r\n" +
				"jawla\r\n" +
				"taetamid\r\n" +
				"surat futughrafia\r\n" +
				"aleuthur ealaa\r\n" +
				"'iikhttaf\r\n" +
				"mubashara\r\n" +
				"qaeat aldirasa\r\n" +
				"'atasil\r\n" +
				"eadala\r\n" +
				"musharaka\r\n" +
				"alyawmi\r\n" +
				"maerid\r\n" +
				"zawj\r\n" +
				"mashhur\r\n" +
				"mumarisuh alriyaduh\r\n" +
				"rakba\r\n" +
				"zahra\r\n" +
				"sharit\r\n" +
				"tawzif\r\n" +
				"maluf\r\n" +
				"munasib\r\n" +
				"yatabarae\r\n" +
				"tamamaan\r\n" +
				"yaqtae\r\n" +
				"sawf\r\n" +
				"almumathil\r\n" +
				"wilada\r\n" +
				"bahath\r\n" +
				"rabtat eanq\r\n" +
				"dimuqratia\r\n" +
				"alsharqia\r\n" +
				"aibtidayiy\r\n" +
				"fi al'ams\r\n" +
				"dayira\r\n" +
				"jihaz\r\n" +
				"taqadam\r\n" +
				"alttalaa\r\n" +
				"'amami\r\n" +
				"al'asfal\r\n" +
				"jazira\r\n" +
				"tabadul\r\n" +
				"nazif\r\n" +
				"stwdyu\r\n" +
				"qitar\r\n" +
				"sayida\r\n" +
				"zamil\r\n" +
				"alwadeia\r\n" +
				"aleunq\r\n" +
				"alkhaliat min\r\n" +
				"darar\r\n" +
				"bilastik\r\n" +
				"tawil\r\n" +
				"tabaq\r\n" +
				"akrhh\r\n" +
				"ghyr dhlk\r\n" +
				"jari alkitaba\r\n" +
				"sahafa\r\n" +
				"aldhikr\r\n" +
				"bidaya\r\n" +
				"ealaa qayd alhaya\r\n" +
				"altaebir\r\n" +
				"kurat alqadam\r\n" +
				"aietazam\r\n" +
				"hujum\r\n" +
				"dijaj\r\n" +
				"jaysh\r\n" +
				"'iisa'a\r\n" +
				"masrah\r\n" +
				"'ughliq\r\n" +
				"kharita\r\n" +
				"'iidafiin\r\n" +
				"jalsa\r\n" +
				"khatar\r\n" +
				"'ahlaan bik\r\n" +
				"almanziliu\r\n" +
				"alkthyr\r\n" +
				"al'adab\r\n" +
				"tumtir\r\n" +
				"raghba\r\n" +
				"taqdir\r\n" +
				"'iisabah\r\n" +
				"aihtiram\r\n" +
				"shamalii\r\n" +
				"'iima'a\r\n" +
				"rusim\r\n" +
				"waqud\r\n" +
				"waraqat alshajar\r\n" +
				"mubashara\r\n" +
				"jaf\r\n" +
				"alruwsia\r\n" +
				"taelimat\r\n" +
				"yuqatil\r\n" +
				"hawd alsabbaha\r\n" +
				"tasaluq\r\n" +
				"halu\r\n" +
				"qiada\r\n" +
				"muharak\r\n" +
				"rabie\r\n" +
				"milh\r\n" +
				"wasieat\r\n" +
				"'ahamiya\r\n" +
				"falaz\r\n" +
				"samin\r\n" +
				"tadhkira\r\n" +
				"alburmujiaat\r\n" +
				"aikhtafaa\r\n" +
				"alsharikat\r\n" +
				"ghurayb\r\n" +
				"shifa\r\n" +
				"qara'a\r\n" +
				"alhadari\r\n" +
				"eaqli\r\n" +
				"ealaa nahw mutazayid\r\n" +
				"ghada'\r\n" +
				"tarbuy\r\n" +
				"makan ma\r\n" +
				"mazarie\r\n" +
				"fi al'aelaa\r\n" +
				"alsukar\r\n" +
				"kawkab\r\n" +
				"mufadil\r\n" +
				"yaktashif\r\n" +
				"alhusul ealaa\r\n" +
				"aleadui\r\n" +
				"'aezam\r\n" +
				"markab\r\n" +
				"tuq\r\n" +
				"riadiin\r\n" +
				"dea\r\n" +
				"karar\r\n" +
				"bihrs\r\n" +
				"rwh\r\n" +
				"eilmiin\r\n" +
				"ghyr mumkin\r\n" +
				"fariq\r\n" +
				"almaenaa\r\n" +
				"'umi\r\n" +
				"zuijat\r\n" +
				"wahdah\r\n" +
				"suk\r\n" +
				"tnbuw\r\n" +
				"taqs\r\n" +
				"riasi\r\n" +
				"eatifi\r\n" +
				"ailtizam\r\n" +
				"'aelaa\r\n" +
				"yatahamal\r\n" +
				"jayb\r\n" +
				"nahif daeif\r\n" +
				"darajat alharara\r\n" +
				"mufaja'a\r\n" +
				"taswit\r\n" +
				"aiqtirah\r\n" +
				"natija\r\n" +
				"nsf\r\n" +
				"nfs\r\n" +
				"mashhad\r\n" +
				"altaghatiya\r\n" +
				"tawazun\r\n" +
				"tabanaa\r\n" +
				"'aqaliya\r\n" +
				"mubashara\r\n" +
				"muhawala\r\n" +
				"alaitisal\r\n" +
				"'aemal\r\n" +
				"taelim\r\n" +
				"tantami\r\n" +
				"musaeada\r\n" +
				"alnasiha\r\n" +
				"hasananaan\r\n" +
				"taswir\r\n" +
				"farigha\r\n" +
				"'iiqlimiun\r\n" +
				"mamar almsha\r\n" +
				"riwaya\r\n" +
				"alshafara\r\n" +
				"bitariqat ma\r\n" +
				"tunazim\r\n" +
				"hayyat almuhalafin\r\n" +
				"thadi\r\n" +
				"eiraqiin\r\n" +
				"bashri\r\n" +
				"al'iiqrar\r\n" +
				"mawdue\r\n" +
				"easifa\r\n" +
				"alaitihad\r\n" +
				"sajal\r\n" +
				"maktab\r\n" +
				"khawf\r\n" +
				"shakar\r\n" +
				"fakiha\r\n" +
				"taht\r\n" +
				"mukalifa\r\n" +
				"al'asfar\r\n" +
				"aistintaj\r\n" +
				"'uwli\r\n" +
				"zil\r\n" +
				"sirae\r\n" +
				"nastantij\r\n" +
				"almuhalil\r\n" +
				"raqs\r\n" +
				"had\r\n" +
				"mathal\r\n" +
				"alllayiha\r\n" +
				"yujraa\r\n" +
				"al'akhir\r\n" +
				"halqa\r\n" +
				"'iilaa hadin kabir\r\n" +
				"tahul\r\n" +
				"'iiradat\r\n" +
				"ealama\r\n" +
				"hadad\r\n" +
				"muqataea\r\n" +
				"mazhar kharijiun\r\n" +
				"safqa\r\n" +
				"sueuba\r\n" +
				"jisr\r\n" +
				"nusi\r\n" +
				"wadh\r\n" +
				"qitar\r\n" +
				"fi alasas\r\n" +
				"albarid al'iiliktruniu\r\n" +
				"tawfir\r\n" +
				"'ay 'akthar min dhlk\r\n" +
				"aiqtarah\r\n" +
				"tafkir\r\n" +
				"rubama\r\n" +
				"aitijah\r\n" +
				"zayir\r\n" +
				"qard\r\n" +
				"haliaan\r\n" +
				"murih\r\n" +
				"mustathmir\r\n" +
				"lkn\r\n" +
				"rbah\r\n" +
				"ghadib\r\n" +
				"taqim\r\n" +
				"eamiq\r\n" +
				"hadith\r\n" +
				"aldhikr\r\n" +
				"wajaba\r\n" +
				"sumie\r\n" +
				"harakat almurur\r\n" +
				"eudila\r\n" +
				"khialana\r\n" +
				"'asar\r\n" +
				"tafadal\r\n" +
				"haqana\r\n" +
				"'ard\r\n" +
				"alyabania\r\n" +
				"sadar\r\n" +
				"bahath\r\n" +
				"samik\r\n" +
				"alsuyulat alnaqdia\r\n" +
				"mathaf\r\n" +
				"jamal\r\n" +
				"halat tawari\r\n" +
				"farid\r\n" +
				"khasia\r\n" +
				"dakhiliin\r\n" +
				"earqi\r\n" +
				"halqat alwasl\r\n" +
				"daght eusbaa\r\n" +
				"yahtawaa\r\n" +
				"tahdid\r\n" +
				"jidhr\r\n" +
				"'anf\r\n" +
				"'aelan\r\n" +
				"fi alkharij\r\n" +
				"yastafsir\r\n" +
				"fieliin\r\n" +
				"zujaja\r\n" +
				"balkad\r\n" +
				"dubit\r\n" +
				"'iitlaq\r\n" +
				"fusatan\r\n" +
				"milaf\r\n" +
				"marad\r\n" +
				"natija\r\n" +
				"miladi\r\n" +
				"aldifae\r\n" +
				"shay'\r\n" +
				"alqadi\r\n" +
				"muhima\r\n" +
				"waraqa\r\n" +
				"yjb\r\n" +
				"alta'akud min\r\n" +
				"kathwlyky\r\n" +
				"jiddaan\r\n" +
				"madaa\r\n" +
				"makun\r\n" +
				"mizaj\r\n" +
				"tawil al'amad\r\n" +
				"bati'\r\n" +
				"tanaqad\r\n" +
				"mintaqa\r\n" +
				"astayqiz\r\n" +
				"altahadiy\r\n" +
				"matar\r\n" +
				"rayiys\r\n" +
				"bunaa\r\n" +
				"'asasiin\r\n" +
				"qamis\r\n" +
				"tayar\r\n" +
				"hadhar\r\n" +
				"fi alnihaya\r\n" +
				"qut\r\n" +
				"'iisham\r\n" +
				"saea\r\n" +
				"'anfusina\r\n" +
				"malakia\r\n" +
				"yarshud\r\n" +
				"zarf\r\n" +
				"thalaj\r\n" +
				"al'iinjlizia\r\n" +
				"siasiun\r\n" +
				"sariqa\r\n" +
				"lahiq\r\n" +
				"ainzilaq\r\n" +
				"alnisbat almaywia\r\n" +
				"lahm\r\n" +
				"madhak\r\n" +
				"la hdha wala dhak\r\n" +
				"turba\r\n" +
				"tathir\r\n" +
				"aleamaliat aljirahia\r\n" +
				"sih\r\n" +
				"yahudiin\r\n" +
				"lawm\r\n" +
				"taqdir\r\n" +
				"bsbb\r\n" +
				"kurat sala\r\n" +
				"muta'akhir\r\n" +
				"julif\r\n" +
				"bahath\r\n" +
				"majnun\r\n" +
				"bishakl kabir\r\n" +
				"silsila\r\n" +
				"eunwan\r\n" +
				"farae shajara\r\n" +
				"mazij\r\n" +
				"mjrd\r\n" +
				"fi kthyr min al'ahyan\r\n" +
				"muhafiz hakim\r\n" +
				"airtiah\r\n" +
				"almustaemal\r\n" +
				"'ab\r\n" +
				"rakla\r\n" +
				"juz'\r\n" +
				"'uslub\r\n" +
				"eatiq\r\n" +
				"alsamt\r\n" +
				"taqyim\r\n" +
				"dhahabi\r\n" +
				"aiqtirah\r\n" +
				"'almania\r\n" +
				"juns\r\n" +
				"hal\r\n" +
				"rusum\r\n" +
				"almanazir altabieiuh\r\n" +
				"mustakhdam\r\n" +
				"ea'\r\n" +
				"masaw\r\n" +
				"tawil\r\n" +
				"alrasmia\r\n" +
				"ealayha\r\n" +
				"al'iitar\r\n" +
				"namudhiji\r\n" +
				"'iilaa\r\n" +
				"tahfaza\r\n" +
				"alqada'\r\n" +
				"mudif\r\n" +
				"sala\r\n" +
				"thiqa\r\n" +
				"muhit\r\n" +
				"'ahraz hdfaan\r\n" +
				"saf\r\n" +
				"muntij\r\n" +
				"tahmil\r\n" +
				"wafaa alwaqt nfsh\r\n" +
				"alnizam alhakim\r\n" +
				"qitae\r\n" +
				"tuakid\r\n" +
				"hal\r\n" +
				"munashida\r\n" +
				"mara\r\n" +
				"sini\r\n" +
				"dhuki\r\n" +
				"altawl\r\n" +
				"tamamaan\r\n" +
				"aietamad\r\n" +
				"mawdue\r\n" +
				"tadhamar\r\n" +
				"alqadia\r\n" +
				"mutaghayir\r\n" +
				"'ila alkhlf\r\n" +
				"nitaq\r\n" +
				"hatif\r\n" +
				"almaerifa\r\n" +
				"jadhab\r\n" +
				"althiqa\r\n" +
				"ghurfat nawm\r\n" +
				"siri\r\n" +
				"din\r\n" +
				"nadir\r\n" +
				"lah\r\n" +
				"khazzan\r\n" +
				"mumarada\r\n" +
				"taghtia\r\n" +
				"muearada\r\n" +
				"janibana\r\n" +
				"fi 'aa makan\r\n" +
				"kafala\r\n" +
				"milaf\r\n" +
				"bikuli surur\r\n" +
				"rayiys\r\n" +
				"easr\r\n" +
				"almutatalibat\r\n" +
				"altahaquq min\r\n" +
				"yafham\r\n" +
				"marah\r\n" +
				"tuaqie\r\n" +
				"junah\r\n" +
				"munfasil\r\n" +
				"alan\r\n" +
				"wadh\r\n" +
				"sirae\r\n" +
				"taeni\r\n" +
				"qalilanaan\r\n" +
				"yasubu\r\n" +
				"daja\r\n" +
				"hukm\r\n" +
				"nazif\r\n" +
				"'iilaa\r\n" +
				"bayra\r\n" +
				"al'iinjlizia\r\n" +
				"marjie\r\n" +
				"damaeah\r\n" +
				"shakin\r\n" +
				"minha\r\n" +
				"bishakl jadin\r\n" +
				"alhisab\r\n" +
				"wazir\r\n" +
				"tamamaan\r\n" +
				"batal\r\n" +
				"sinaeiin\r\n" +
				"ghym\r\n" +
				"tamtadu\r\n" +
				"alfayiz\r\n" +
				"alsawt\r\n" +
				"alsafar\r\n" +
				"bidhara\r\n" +
				"munadihish\r\n" +
				"raha\r\n" +
				"muduh\r\n" +
				"flfli\r\n" +
				"munfasil\r\n" +
				"mashghul\r\n" +
				"tadkhul qadayiyin\r\n" +
				"nsikh\r\n" +
				"talmih\r\n" +
				"'adnah\r\n" +
				"rakhis\r\n" +
				"hadfa, taswib\r\n" +
				"'astashhid\r\n" +
				"khayr\r\n" +
				"alkhadruat\r\n" +
				"allawn alramadiu\r\n" +
				"tabaq\r\n" +
				"shati bahr\r\n" +
				"tahsin\r\n" +
				"fi kl makan\r\n" +
				"aiftitah\r\n" +
				"bisurat shamila\r\n" +
				"yuqsim\r\n" +
				"mabdayiyin\r\n" +
				"rhib\r\n" +
				"earid\r\n" +
				"maeasir\r\n" +
				"tariq\r\n" +
				"mudaeif\r\n" +
				"'asasaa\r\n" +
				"sual\r\n" +
				"aldawriu\r\n" +
				"majrim\r\n" +
				"hadhar\r\n" +
				"alnawa\r\n" +
				"'aelaa\r\n" +
				"sareah\r\n" +
				"baldrwr\r\n" +
				"ealaa wajh altahdid\r\n" +
				"mutaeabuh\r\n" +
				"tartafie\r\n" +
				"rabtat eanq\r\n" +
				"tawzif\r\n" +
				"yawm al'iijaza\r\n" +
				"raqs\r\n" +
				"shasie\r\n" +
				"alqarar\r\n" +
				"manzili\r\n" +
				"'aqala\r\n" +
				"al'iijhad\r\n" +
				"beyda, bimaezil, ealaa hadin\r\n" +
				"alshshahid\r\n" +
				"mubara\r\n" +
				"balkad\r\n" +
				"qitae\r\n" +
				"wakil\r\n" +
				"ql\r\n" +
				"taht\r\n" +
				"bijanib\r\n" +
				"'aswad\r\n" +
				"hadith\r\n" +
				"mahdud\r\n" +
				"fakhur\r\n" +
				"tadafuq\r\n" +
				"kuliya\r\n" +
				"ziada\r\n" +
				"almukhalafat\r\n" +
				"mjrd\r\n" +
				"kutla\r\n" +
				"altaakid ealaa\r\n" +
				"tajriba\r\n" +
				"qitaeanaan\r\n" +
				"qunbula\r\n" +
				"dakhm\r\n" +
				"naghma\r\n" +
				"libralia\r\n" +
				"kabir\r\n" +
				"muhandis\r\n" +
				"eijlatan\r\n" +
				"'iinathana\r\n" +
				"ainkhifad\r\n" +
				"aistithmar\r\n" +
				"waead\r\n" +
				"kabil\r\n" +
				"tujah\r\n" +
				"taearad\r\n" +
				"rifi\r\n" +
				"al'iidaz\r\n" +
				"alyahudi\r\n" +
				"dayq\r\n" +
				"karim\r\n" +
				"sikritir\r\n" +
				"bawwaba\r\n" +
				"sulb\r\n" +
				"tal\r\n" +
				"eada\r\n" +
				"aldawda'\r\n" +
				"najil\r\n" +
				"lisu' alhazi\r\n" +
				"qabea\r\n" +
				"tashrie\r\n" +
				"yanjah\r\n" +
				"'imma\r\n" +
				"aihtafal\r\n" +
				"muhalat\r\n" +
				"sayd alsamak\r\n" +
				"yashrab\r\n" +
				"aitaham\r\n" +
				"yd\r\n" +
				"mufid\r\n" +
				"'ard\r\n" +
				"siri\r\n" +
				"rafad\r\n" +
				"mawhiba\r\n" +
				"almadhaq\r\n" +
				"sifat mumayaza\r\n" +
				"halib\r\n" +
				"harab\r\n" +
				"almasbub\r\n" +
				"jumlat 'aw hakam ealaa\r\n" +
				"ghyr eadiin\r\n" +
				"bienaya\r\n" +
				"'iiqnae\r\n" +
				"airtifae\r\n" +
				"altabib almaealij\r\n" +
				"taqyim\r\n" +
				"yanam\r\n" +
				"wafira\r\n" +
				"arkab\r\n" +
				"eamaliaan\r\n" +
				"'awal\r\n" +
				"'iidafatan\r\n" +
				"had\r\n" +
				"khalaq\r\n" +
				"khafd\r\n" +
				"khalf\r\n" +
				"ywafq\r\n" +
				"tafsir\r\n" +
				"fi alkharij\r\n" +
				"mithli aljins\r\n" +
				"alharam aljamieiu\r\n" +
				"layiq\r\n" +
				"hayi\r\n" +
				"mudhnib\r\n" +
				"almaeisha\r\n" +
				"yaktasib\r\n" +
				"tunafis\r\n" +
				"taqniin\r\n" +
				"zayid\r\n" +
				"eaql\r\n" +
				"muhtamal\r\n" +
				"almuhajir\r\n" +
				"daeif\r\n" +
				"ghyr shareiin\r\n" +
				"marhabaan\r\n" +
				"labadil\r\n" +
				"altafaeul\r\n" +
				"eamud\r\n" +
				"alshakhsia\r\n" +
				"'iisharatan\r\n" +
				"munhaj dirasiun\r\n" +
				"qayima\r\n" +
				"sharaf\r\n" +
				"rakib\r\n" +
				"musaeada\r\n" +
				"'iilaa al'abad\r\n" +
				"marah\r\n" +
				"yataealaq\r\n" +
				"'iisrayiyli\r\n" +
				"jameia\r\n" +
				"eshrwn\r\n" +
				"turuq\r\n" +
				"'iieadat alnazar\r\n" +
				"laf\r\n" +
				"mukhtabar\r\n" +
				"eard\r\n" +
				"eard\r\n" +
				"naqad\r\n" +
				"al'usul\r\n" +
				"kaba\r\n" +
				"ruwhi\r\n" +
				"musiqiun\r\n" +
				"sahafiin\r\n" +
				"sala\r\n" +
				"mushtabih fih\r\n" +
				"ealim\r\n" +
				"tahdhir\r\n" +
				"munakh\r\n" +
				"jaban\r\n" +
				"almulahaza\r\n" +
				"marhalat altufula\r\n" +
				"dafe\r\n" +
				"sayidi almuhtarm\r\n" +
				"tasrih\r\n" +
				"sayajara\r\n" +
				"farif\r\n" +
				"'afdalia\r\n" +
				"khabaz\r\n" +
				"khalaq\r\n" +
				"takhruj\r\n" +
				"talab\r\n" +
				"almashaeir\r\n" +
				"sarkha\r\n" +
				"dramatiki\r\n" +
				"kawn\r\n" +
				"alfariq\r\n" +
				"mumtaz\r\n" +
				"bshd\r\n" +
				"alnnayib aleamu\r\n" +
				"ealama\r\n" +
				"'akhdir\r\n" +
				"saeid alhazi\r\n" +
				"sahb\r\n" +
				"sharikat tayaran\r\n" +
				"maktaba\r\n" +
				"jadwal 'aemal\r\n" +
				"aistieada\r\n" +
				"masnae\r\n" +
				"aikhtiar\r\n" +
				"bialdarajat al'uwlaa\r\n" +
				"saqf\r\n" +
				"ghyr qadir\r\n" +
				"masruf\r\n" +
				"mubadara\r\n" +
				"hamia\r\n" +
				"yaqbid ealaa\r\n" +
				"altmwyl\r\n" +
				"eilaj\r\n" +
				"ghasil\r\n" +
				"jadwal\r\n" +
				"hazin\r\n" +
				"nabadha\r\n" +
				"'iiskan\r\n" +
				"barid\r\n" +
				"shira'\r\n" +
				"mawjud\r\n" +
				"dakn\r\n" +
				"sulb\r\n" +
				"bkhsws\r\n" +
				"yasih, yasrikhu, sayhatan\r\n" +
				"mutabiq\r\n" +
				"basri\r\n" +
				"tamamaan\r\n" +
				"raqaqa\r\n" +
				"eanif\r\n" +
				"samat\r\n" +
				"'aftarid\r\n" +
				"aldhdhat\r\n" +
				"dirajat hawayiya\r\n" +
				"shay\r\n" +
				"tasawur shueur\r\n" +
				"mqarn\r\n" +
				"mustawtana\r\n" +
				"tabaqa\r\n" +
				"takhtit\r\n" +
				"baeidanaan\r\n" +
				"wasaf\r\n" +
				"fi waqt lahiq\r\n" +
				"bati'\r\n" +
				"alainzilaq\r\n" +
				"ealaa nahw wasie\r\n" +
				"hafl zawaj\r\n" +
				"'iielam\r\n" +
				"juz'\r\n" +
				"mintaqa\r\n" +
				"fawriin\r\n" +
				"alkhasm\r\n" +
				"takhalaa\r\n" +
				"halqat alwasl\r\n" +
				"kutla\r\n" +
				"buhayra\r\n" +
				"tahul\r\n" +
				"tawatur\r\n" +
				"eard\r\n" +
				"qiada\r\n" +
				"yazeaj\r\n" +
				"tata'alaf\r\n" +
				"kahul\r\n" +
				"makan\r\n" +
				"ainhina'\r\n" +
				"'iinqadh\r\n" +
				"rbah\r\n" +
				"sahra'\r\n" +
				"sawf\r\n" +
				"khata\r\n" +
				"'iitlaq sarah\r\n" +
				"shurtiun\r\n" +
				"earabiin\r\n" +
				"mazduj\r\n" +
				"sayr\r\n" +
				"ramal\r\n" +
				"al'asbania\r\n" +
				"qaeida\r\n" +
				"najah\r\n" +
				"tabaea\r\n" +
				"alhifaz ealaa\r\n" +
				"almamaru\r\n" +
				"rasmi\r\n" +
				"aintiqal\r\n" +
				"wujud\r\n" +
				"al'album\r\n" +
				"musharaka\r\n" +
				"ratab\r\n" +
				"alghilaf aljawiyu\r\n" +
				"mushtarak\r\n" +
				"alradu\r\n" +
				"dawra\r\n" +
				"mqabl\r\n" +
				"qafl\r\n" +
				"kamil\r\n" +
				"astahaqa\r\n" +
				"thabita\r\n" +
				"muqawama\r\n" +
				"aiktishaf\r\n" +
				"damaeah\r\n" +
				"makshif\r\n" +
				"yushir 'iilaa\r\n" +
				"majraa\r\n" +
				"takhfid alsier\r\n" +
				"thiqa\r\n" +
				"fayida\r\n" +
				"wiea'\r\n" +
				"kabir\r\n" +
				"alkhasu bi\r\n" +
				"marhabaan\r\n" +
				"alaitilaf\r\n" +
				"hikaya\r\n" +
				"sakin\r\n" +
				"hal\r\n" +
				"earqi\r\n" +
				"marhala\r\n" +
				"hadir\r\n" +
				"nakta\r\n" +
				"maetif\r\n" +
				"almaksiki\r\n" +
				"ealamat marad\r\n" +
				"'atasil\r\n" +
				"alssanie\r\n" +
				"falsifa\r\n" +
				"albatatis\r\n" +
				"muqabala\r\n" +
				"almuasasa\r\n" +
				"aiqtabas\r\n" +
				"eabr alantrnt\r\n" +
				"albashariu\r\n" +
				"tafawud\r\n" +
				"jayid\r\n" +
				"hatha\r\n" +
				"munasabat\r\n" +
				"ghabar\r\n" +
				"nfs\r\n" +
				"muntakhab\r\n" +
				"muhaqiq\r\n" +
				"alsatra\r\n" +
				"saeid\r\n" +
				"eadi\r\n" +
				"aikhtizal\r\n" +
				"nadiraan\r\n" +
				"tahul\r\n" +
				"hazima\r\n" +
				"aintihar\r\n" +
				"kthyr\r\n" +
				"lms. aitisal. sila\r\n" +
				"mustawaa\r\n" +
				"tahdhib\r\n" +
				"fi makan akhar\r\n" +
				"hadid\r\n" +
				"eamali\r\n" +
				"eilawatan ealaa dhlk\r\n" +
				"shaghf\r\n" +
				"tatawae\r\n" +
				"tanfidh\r\n" +
				"bishakl 'asasiin\r\n" +
				"jina\r\n" +
				"tatbiq\r\n" +
				"dida\r\n" +
				"salsa\r\n" +
				"aistiqlal\r\n" +
				"taswiq\r\n" +
				"kahin\r\n" +
				"rayieat haqana\r\n" +
				"almukathaf\r\n" +
				"taqadam\r\n" +
				"sahib aleamal\r\n" +
				"sadma\r\n" +
				"'alahum\r\n" +
				"yueadil\r\n" +
				"taqaead\r\n" +
				"bialtaakid\r\n" +
				"maryiy\r\n" +
				"qibla\r\n" +
				"marad\r\n" +
				"qabea\r\n" +
				"eada\r\n" +
				"munafis\r\n" +
				"easir\r\n" +
				"alkwnghrs\r\n" +
				"musharaka\r\n" +
				"tusaytir\r\n" +
				"sabiqaan\r\n" +
				"kulama kan\r\n" +
				"naql\r\n" +
				"tahlil\r\n" +
				"akhar\r\n" +
				"yarbit\r\n" +
				"'iilaa ean ealaa\r\n" +
				"hindiin\r\n" +
				"karitha\r\n" +
				"mawqif sayarat\r\n" +
				"aihtimal\r\n" +
				"rayiys\r\n" +
				"shakwaa\r\n" +
				"butula\r\n" +
				"mudarib hafilat rukkab\r\n" +
				"mumarisuh alriyaduh\r\n" +
				"'asasiin\r\n" +
				"shadida\r\n" +
				"tahsin\r\n" +
				"alghumud\r\n" +
				"farad\r\n" +
				"faqar\r\n" +
				"akhar\r\n" +
				"dukhul\r\n" +
				"samin\r\n" +
				"al'iinfaq\r\n" +
				"malik\r\n" +
				"taqyim\r\n" +
				"ramz\r\n" +
				"ma yazal\r\n" +
				"tijara\r\n" +
				"sanie\r\n" +
				"mizaj\r\n" +
				"'iinjaz\r\n" +
				"tashdid\r\n" +
				"tawdih\r\n" +
				"hidha'\r\n" +
				"muraqib\r\n" +
				"asia\r\n" +
				"wasayil altarfih\r\n" +
				"faswlya\r\n" +
				"taqyim\r\n" +
				"makhluq\r\n" +
				"alqayid\r\n" +
				"raqamiin\r\n" +
				"tartib\r\n" +
				"tarkiz\r\n" +
				"majmue\r\n" +
				"muetad\r\n" +
				"ghadab\r\n" +
				"nafsi\r\n" +
				"bishakl kabir\r\n" +
				"qima\r\n" +
				"taqribaan\r\n" +
				"fi azdiad\r\n" +
				"aidtirab\r\n" +
				"sarukh\r\n" +
				"bialtasawi\r\n" +
				"takhtalif\r\n" +
				"al'aslak\r\n" +
				"mustadir - kurui\r\n" +
				"tawzie\r\n" +
				"wasayil alnaql\r\n" +
				"muqadas\r\n" +
				"halqa\r\n" +
				"altaw'am\r\n" +
				"'amr\r\n" +
				"eamula\r\n" +
				"tarjama\r\n" +
				"wajabat 'iiftar\r\n" +
				"tawaquf\r\n" +
				"biqua\r\n" +
				"handasa\r\n" +
				"haz\r\n" +
				"ma yusamaa\r\n" +
				"thabt\r\n" +
				"sibaq\r\n" +
				"eiada\r\n" +
				"mukhadram\r\n" +
				"rayiha\r\n" +
				"maleaqat taeam\r\n" +
				"qadir ealaa\r\n" +
				"mutawatir\r\n" +
				"siahiin\r\n" +
				"daw'\r\n" +
				"rumaa\r\n" +
				"muhimun\r\n" +
				"dafn\r\n" +
				"salaa\r\n" +
				"tamatim\r\n" +
				"aistithna'\r\n" +
				"zabida\r\n" +
				"aleajz\r\n" +
				"hamam\r\n" +
				"mawdueiin\r\n" +
				"mane\r\n" +
				"'iiliktruniin\r\n" +
				"halif\r\n" +
				"rihla\r\n" +
				"sumea\r\n" +
				"khalit\r\n" +
				"bialtaakid\r\n" +
				"burj\r\n" +
				"dukhan\r\n" +
				"muajaha\r\n" +
				"nuqi\r\n" +
				"lamhatan\r\n" +
				"albued\r\n" +
				"eurusuh laebah\r\n" +
				"'asir\r\n" +
				"zamil\r\n" +
				"naem\r\n" +
				"majawiz\r\n" +
				"alnazir\r\n" +
				"musamim\r\n" +
				"shuuwn almuazafin\r\n" +
				"shakal\r\n" +
				"marab\r\n" +
				"nisbiaan\r\n" +
				"hijra\r\n" +
				"hizam\r\n" +
				"malaeaqat saghira\r\n" +
				"eid almilad\r\n" +
				"yatadaman\r\n" +
				"tamamaan\r\n" +
				"sahil\r\n" +
				"muayidun, mushjieun, daeim\r\n" +
				"murafaqa\r\n" +
				"fida\r\n" +
				"murahiq\r\n" +
				"altaearuf ealaa\r\n" +
				"taqaead\r\n" +
				"eulim\r\n" +
				"altieafi\r\n" +
				"hamasa\r\n" +
				"raqib\r\n" +
				"'iinsan muhtaram\r\n" +
				"hubub dhara\r\n" +
				"alqamar\r\n" +
				"dakhiliin\r\n" +
				"nijara\r\n" +
				"badalanaan\r\n" +
				"halaq\r\n" +
				"ratib\r\n" +
				"tarjah\r\n" +
				"muraqib\r\n" +
				"bsbb\r\n" +
				"mubashara\r\n" +
				"manshur\r\n" +
				"jamila\r\n" +
				"a & qatisas\r\n" +
				"hafr\r\n" +
				"'iidrab\r\n" +
				"dayim\r\n" +
				"naba'at\r\n" +
				"zahira\r\n" +
				"alqalaq\r\n" +
				"mukhtalif\r\n" +
				"mubalal\r\n" +
				"hrfya\r\n" +
				"yuqawim\r\n" +
				"mutamar\r\n" +
				"tueaniq\r\n" +
				"yatabarae\r\n" +
				"musaeada\r\n" +
				"maerid\r\n" +
				"bina'\r\n" +
				"mashahid\r\n" +
				"miqla\r\n" +
				"mustashar\r\n" +
				"hkdha\r\n" +
				"khat\r\n" +
				"mudir\r\n" +
				"tarikh\r\n" +
				"min hin akhar\r\n" +
				"eumda\r\n" +
				"alaietibar\r\n" +
				"almudir altanfidhiu\r\n" +
				"tamin\r\n" +
				"zahri\r\n" +
				"dukhan\r\n" +
				"taqdir\r\n" +
				"dular\r\n" +
				"tarikhi\r\n" +
				"qasida\r\n" +
				"jida\r\n" +
				"rabt\r\n" +
				"khamis\r\n" +
				"biaistimrar\r\n" +
				"mashrue - mughamara\r\n" +
				"muhaba\r\n" +
				"aikhtibarat\r\n" +
				"mueada\r\n" +
				"wadh\r\n" +
				"wazn\r\n" +
				"altathabat\r\n" +
				"hassas\r\n" +
				"aiqtirah\r\n" +
				"barid\r\n" +
				"wasfa\r\n" +
				"maequl\r\n" +
				"tajhiz\r\n" +
				"khashabiin\r\n" +
				"aibtidayiy\r\n" +
				"haflat muwsiqia\r\n" +
				"aleudwaniu\r\n" +
				"khatia\r\n" +
				"alhadaf\r\n" +
				"qana\r\n" +
				"'aqsaa\r\n" +
				"alat alnafakh\r\n" +
				"rusim\r\n" +
				"birutin\r\n" +
				"aistiqal\r\n" +
				"ghiab\r\n" +
				"tadharj\r\n" +
				"latinia\r\n" +
				"bsre\r\n" +
				"sijn\r\n" +
				"taeliq\r\n" +
				"tanawue\r\n" +
				"sadiq\r\n" +
				"filastiniun\r\n" +
				"surea\r\n" +
				"tawzif\r\n" +
				"almutahadith\r\n" +
				"alaintibae\r\n" +
				"maqal\r\n" +
				"almadeaa ealayh\r\n" +
				"eimlaq\r\n" +
				"kayka\r\n" +
				"muarikh\r\n" +
				"tafawud\r\n" +
				"aistieada\r\n" +
				"'iinjaz\r\n" +
				"faraqea\r\n" +
				"bisifat khasa\r\n" +
				"mutakhasis\r\n" +
				"al'asl\r\n" +
				"muafaqa\r\n" +
				"alkhasu bi\r\n" +
				"bihudu'\r\n" +
				"nasiha\r\n" +
				"taqlidiun\r\n" +
				"qatara\r\n" +
				"eud\r\n" +
				"eumq\r\n" +
				"tharwa\r\n" +
				"eajiz\r\n" +
				"alsadf\r\n" +
				"jiniral liwa'\r\n" +
				"yantaqid\r\n" +
				"bsre\r\n" +
				"almuhtarifin\r\n" +
				"ealaa nahw faeeal\r\n" +
				"bywluji\r\n" +
				"hazima\r\n" +
				"basila\r\n" +
				"alnnayib\r\n" +
				"mustaha\r\n" +
				"ealamat tijaria\r\n" +
				"daman\r\n" +
				"majnun\r\n" +
				"jayiza\r\n" +
				"almaeayir\r\n" +
				"tajir\r\n" +
				"bwast\r\n" +
				"labadil\r\n" +
				"khidmatan\r\n" +
				"ealaa wajh altahdid\r\n" +
				"tansha\r\n" +
				"musalah\r\n" +
				"wamae dhlk\r\n" +
				"altariq alsarie\r\n" +
				"mardi\r\n" +
				"namat\r\n" +
				"jadwal\r\n" +
				"al'ujur\r\n" +
				"bishakl tabieiin\r\n" +
				"aleabbara\r\n" +
				"almukawanat\r\n" +
				"watad\r\n" +
				"muslim\r\n" +
				"hulm\r\n" +
				"al'asasia\r\n" +
				"nashit\r\n" +
				"al'iislamia\r\n" +
				"yafraqae, yanfajir\r\n" +
				"'iirhab\r\n" +
				"laji\r\n" +
				"damj 'aw tajsid\r\n" +
				"warak 'aw nataw'\r\n" +
				"'aqsaa\r\n" +
				"miftah kahrabayiyin\r\n" +
				"muasasa\r\n" +
				"dhu qayima\r\n" +
				"aiftirad\r\n" +
				"hayaa\r\n" +
				"takhruj\r\n" +
				"hajiz\r\n" +
				"taht alsini alqanunii\r\n" +
				"taqdim\r\n" +
				"alqatil\r\n" +
				"taeyin\r\n" +
				"easaba\r\n" +
				"tatwir\r\n" +
				"klasikiun\r\n" +
				"almawadu alkimiayiya\r\n" +
				"mawja\r\n" +
				"dae alkalimat almunasaba\r\n" +
				"fi sini almurahaqa\r\n" +
				"faharas\r\n" +
				"eutla\r\n" +
				"almuiyid\r\n" +
				"mashrue\r\n" +
				"aistithnayiyun\r\n" +
				"aljana\r\n" +
				"alkham\r\n" +
				"qal bisawt eal\r\n" +
				"hamil\r\n" +
				"baeid\r\n" +
				"diramaan\r\n" +
				"al'aqmar alsinaeia\r\n" +
				"shakhsiaan\r\n" +
				"yatasa'al\r\n" +
				"saeat hayit\r\n" +
				"shukulata\r\n" +
				"al'iitaliu\r\n" +
				"alkanadia\r\n" +
				"saqf\r\n" +
				"masah\r\n" +
				"'iielan\r\n" +
				"ealamiun\r\n" +
				"ghazal\r\n" +
				"manzil\r\n" +
				"zur\r\n" +
				"jaras\r\n" +
				"martaba\r\n" +
				"zalaam\r\n" +
				"almukania\r\n" +
				"mulabis\r\n" +
				"mumtaz\r\n" +
				"yakhdae 'aw yastaslim\r\n" +
				"sayaj\r\n" +
				"sura\r\n" +
				"rusim\r\n" +
				"naja\r\n" +
				"biquswa\r\n" +
				"daewaa qadayiyatan\r\n" +
				"al'asfal\r\n" +
				"shahada\r\n" +
				"baqa\r\n" +
				"taghalab\r\n" +
				"yunfakh\r\n" +
				"wajadat\r\n" +
				"eib'\r\n" +
				"tatafaeal\r\n" +
				"ghurfa\r\n" +
				"'athath almanzil\r\n" +
				"taeawun\r\n" +
				"khayt\r\n" +
				"marasim\r\n" +
				"naql\r\n" +
				"almadhaq\r\n" +
				"alkhadu\r\n" +
				"dayie\r\n" +
				"almilafu alshakhsiu\r\n" +
				"alia\r\n" +
				"taearud\r\n" +
				"mathal\r\n" +
				"darbat jaza'\r\n" +
				"mubara\r\n" +
				"altaebir ean edm alrida\r\n" +
				"taqadam\r\n" +
				"muntajae\r\n" +
				"tadmir\r\n" +
				"yatahamal\r\n" +
				"min ghyr almrjh\r\n" +
				"manadil waraqia\r\n" +
				"dusturiin\r\n" +
				"lahath\r\n" +
				"ghurayb\r\n" +
				"eadwaa\r\n" +
				"khizana\r\n" +
				"maksur\r\n" +
				"tafaha\r\n" +
				"kahrabayiyun\r\n" +
				"taqadam\r\n" +
				"masar\r\n" +
				"rihan\r\n" +
				"'adbi\r\n" +
				"fayrus\r\n" +
				"ghabi\r\n" +
				"khilaf\r\n" +
				"tharwa\r\n" +
				"'iistratijiun\r\n" +
				"musaeid\r\n" +
				"altaghalub ealaa\r\n" +
				"lafat lilnazar\r\n" +
				"tashghal\r\n" +
				"al'iihsa'\r\n" +
				"altasawuq\r\n" +
				"wld em\r\n" +
				"yuajih .. yanjuz\r\n" +
				"masah\r\n" +
				"fi albidaya\r\n" +
				"biliand\r\n" +
				"'abyad\r\n" +
				"mina'\r\n" +
				"sharaf\r\n" +
				"kahraba'\r\n" +
				"warathi\r\n" +
				"mustashar\r\n" +
				"dafe\r\n" +
				"alnnatiq bilisan\r\n" +
				"aihtafaz\r\n" +
				"'akhir\r\n" +
				"hafiz\r\n" +
				"shariha\r\n" +
				"almawadu alkimiayiya\r\n" +
				"tarjamah\r\n" +
				"daqiq\r\n" +
				"baynama\r\n" +
				"dhaer\r\n" +
				"ealaa ayt hal\r\n" +
				"tawsie\r\n" +
				"nukhba\r\n" +
				"'uwlambi\r\n" +
				"alturab\r\n" +
				"alfardia\r\n" +
				"'arz\r\n" +
				"rasasa\r\n" +
				"dayq\r\n" +
				"alkitab almuqadas\r\n" +
				"kharita\r\n" +
				"shamsi\r\n" +
				"ainkhifad\r\n" +
				"tahfaza\r\n" +
				"muealaja\r\n" +
				"midan\r\n" +
				"easa\r\n" +
				"tarkiz\r\n" +
				"mueaqad\r\n" +
				"biltf\r\n" +
				"batal\r\n" +
				"sinariw\r\n" +
				"talsakub\r\n" +
				"aineikas\r\n" +
				"thawra\r\n" +
				"qitae\r\n" +
				"tufasir\r\n" +
				"wadud\r\n" +
				"almusabaqa\r\n" +
				"khial\r\n" +
				"alkashf\r\n" +
				"tawazun\r\n" +
				"almhtml 'an\r\n" +
				"hayil\r\n" +
				"'awqat alhaya\r\n" +
				"tawsia\r\n" +
				"tadafuq\r\n" +
				"eudw majlis alshuyukh\r\n" +
				"suq\r\n" +
				"alsayd\r\n" +
				"sulta\r\n" +
				"daman\r\n" +
				"albari'\r\n" +
				"hudud\r\n" +
				"waqfa\r\n" +
				"altahakum ean baed\r\n" +
				"rida\r\n" +
				"majala\r\n" +
				"maqead\r\n" +
				"habib\r\n" +
				"alkham\r\n" +
				"waey\r\n" +
				"mafaji\r\n" +
				"sahb\r\n" +
				"jiniral liwa'\r\n" +
				"zahar alsafina\r\n" +
				"wabialmithal\r\n" +
				"hadithanaan\r\n" +
				"eamud\r\n" +
				"shahid\r\n" +
				"alwade\r\n" +
				"hiwar\r\n" +
				"yaeni\r\n" +
				"bitabieat alhal\r\n" +
				"mutabadal\r\n" +
				"muasis\r\n" +
				"'aelaa\r\n" +
				"almutaqadima\r\n" +
				"fakhar\r\n" +
				"rafad\r\n" +
				"alttayirat\r\n" +
				"tawsil\r\n" +
				"fi alasas\r\n" +
				"khabaz\r\n" +
				"tajamad\r\n" +
				"barnamaj\r\n" +
				"almalia\r\n" +
				"maktab almudir\r\n" +
				"mulifat lilaintibah\r\n" +
				"aihtiram\r\n" +
				"mutanawie\r\n" +
				"dhu sila\r\n" +
				"almathali\r\n" +
				"farih\r\n" +
				"yastahiqu\r\n" +
				"bishakl muntazam\r\n" +
				"eamil\r\n" +
				"matarab\r\n" +
				"tatatawar\r\n" +
				"'iitlaq alrasas\r\n" +
				"jzyya\r\n" +
				"ghyr maeruf\r\n" +
				"musaeid\r\n" +
				"jarima\r\n" +
				"eidad\r\n" +
				"alhamd alnawawiu\r\n" +
				"rayiha\r\n" +
				"yahtamil\r\n" +
				"naql\r\n" +
				"thlathwn\r\n" +
				"barr\r\n" +
				"waqfat aihtijajia\r\n" +
				"yasatdam _ tasadum\r\n" +
				"hurfa\r\n" +
				"mueahada\r\n" +
				"'iirhabiun\r\n" +
				"tubsir\r\n" +
				"tamlik\r\n" +
				"siasiun\r\n" +
				"sanbur\r\n" +
				"rahah\r\n" +
				"wasie\r\n" +
				"halqa\r\n" +
				"mazduj\r\n" +
				"sibaha\r\n" +
				"'iitar aleajala\r\n" +
				"khata\r\n" +
				"wasie\r\n" +
				"hura\r\n" +
				"qaribanaan\r\n" +
				"fi al'asl\r\n" +
				"dakhm\r\n" +
				"qabl\r\n" +
				"dhahni\r\n" +
				"mizaj\r\n" +
				"alaietida'at\r\n" +
				"alaistirkha'\r\n" +
				"salam\r\n" +
				"mughamara\r\n" +
				"kharijiin\r\n" +
				"dalil\r\n" +
				"wathiq\r\n" +
				"maqarun\r\n" +
				"mafaji\r\n" +
				"qadhar\r\n" +
				"eanif\r\n" +
				"lisan\r\n" +
				"rukhsa\r\n" +
				"muealaq\r\n" +
				"mawaa\r\n" +
				"farak\r\n" +
				"jidal\r\n" +
				"madkhal\r\n" +
				"mufadil\r\n" +
				"mumarasa\r\n" +
				"bisurat sahiha\r\n" +
				"talashaa\r\n" +
				"difaeiin\r\n" +
				"masa\r\n" +
				"shabaka\r\n" +
				"wasaf\r\n" +
				"jinaza\r\n" +
				"mahna\r\n" +
				"taghayar\r\n" +
				"biqiea\r\n" +
				"tushakil\r\n" +
				"muasasa\r\n" +
				"daght\r\n" +
				"khial\r\n" +
				"aistihdaf\r\n" +
				"qunae\r\n" +
				"tahul\r\n" +
				"shamil\r\n" +
				"mustaha\r\n" +
				"eard\r\n" +
				"bighad alnazar\r\n" +
				"sahl\r\n" +
				"hamal\r\n" +
				"mustaqirun\r\n" +
				"almuqadama\r\n" +
				"munashida\r\n" +
				"tazahar\r\n" +
				"lays\r\n" +
				"kibar alsin\r\n" +
				"altamthil\r\n" +
				"alghazal\r\n" +
				"anshiq, mizq\r\n" +
				"aintihak\r\n" +
				"shiraka\r\n" +
				"altalawuth\r\n" +
				"ainbieath\r\n" +
				"thabt\r\n" +
				"hayawiun\r\n" +
				"la hdha wala dhak\r\n" +
				"masir\r\n" +
				"'arbah\r\n" +
				"faran\r\n" +
				"tamayaz\r\n" +
				"qitea\r\n" +
				"la makan\r\n" +
				"shaeir\r\n" +
				"mjrd\r\n" +
				"muthir\r\n" +
				"alaikhtilaf\r\n" +
				"raha\r\n" +
				"'usuli\r\n" +
				"daght eusbaa\r\n" +
				"takif\r\n" +
				"al'ayralandia\r\n" +
				"easal\r\n" +
				"almurasil\r\n" +
				"bahat\r\n" +
				"musiqiun 'aw eazif\r\n" +
				"aldalala\r\n" +
				"hamal\r\n" +
				"mustadir - kurui\r\n" +
				"wiea'\r\n" +
				"takhzin\r\n" +
				"harab\r\n" +
				"mmhmm\r\n" +
				"jalad\r\n" +
				"nashr\r\n" +
				"tatawur\r\n" +
				"sawf\r\n" +
				"qubila\r\n" +
				"rafuf\r\n" +
				"yastatie\r\n" +
				"jid\r\n" +
				"aleashb\r\n" +
				"mushtar\r\n" +
				"altaeam\r\n" +
				"hikma\r\n" +
				"majlis\r\n" +
				"ghyr hasin\r\n" +
				"hata\r\n" +
				"thawm\r\n" +
				"al'iimkania\r\n" +
				"alshaer\r\n" +
				"najah kabir\r\n" +
				"tadrijiaan\r\n" +
				"almazid\r\n" +
				"shakin\r\n" +
				"khial\r\n" +
				"khayif, khawaf, madheur\r\n" +
				"yarshud\r\n" +
				"qitea\r\n" +
				"al'iitar\r\n" +
				"'iima'a\r\n" +
				"aietimadaan\r\n" +
				"jari altanfidh\r\n" +
				"eulim alnafs\r\n" +
				"mundh\r\n" +
				"mustashar\r\n" +
				"alshshahid\r\n" +
				"alfasl\r\n" +
				"zamil\r\n" +
				"talaq\r\n" +
				"mudinun\r\n" +
				"ydukhu\r\n" +
				"riadiin\r\n" +
				"tafif\r\n" +
				"alriyadiat\r\n" +
				"zil\r\n" +
				"dhil\r\n" +
				"alhifaz\r\n" +
				"tatazayad\r\n" +
				"ailtizam\r\n" +
				"zawia\r\n" +
				"kaf\r\n" +
				"'akhtalif\r\n" +
				"aleada\r\n" +
				"matjar\r\n" +
				"ealim alaiqtisad\r\n" +
				"khmst eshr\r\n" +
				"hasa'\r\n" +
				"aihtifal\r\n" +
				"faeala\r\n" +
				"darar\r\n" +
				"takwin\r\n" +
				"rida\r\n" +
				"kawma\r\n" +
				"mujaz\r\n" +
				"karabun\r\n" +
				"'aqrab\r\n" +
				"tastahlik\r\n" +
				"mukhatat\r\n" +
				"alkirak\r\n" +
				"takarar\r\n" +
				"tabgh\r\n" +
				"naji\r\n" +
				"bial'iidafat 'iilaa\r\n" +
				"fi\r\n" +
				"altabib alnafsiu\r\n" +
				"thariun\r\n" +
				"almajara\r\n" +
				"maetaa\r\n" +
				"al'amwal\r\n" +
				"tazlaj\r\n" +
				"tahdid\r\n" +
				"hasananaan\r\n" +
				"'athara\r\n" +
				"maweid\r\n" +
				"tafdil\r\n" +
				"mitr\r\n" +
				"ainfijar\r\n" +
				"yaqbid ealaa\r\n" +
				"ealania\r\n" +
				"la yusadiq\r\n" +
				"muqatil\r\n" +
				"sarieun\r\n" +
				"qabul\r\n" +
				"siad\r\n" +
				"taelim\r\n" +
				"mulim\r\n" +
				"sadaqa\r\n" +
				"mueawin\r\n" +
				"radie\r\n" +
				"hisab\r\n" +
				"khamsun\r\n" +
				"takhlus min\r\n" +
				"rawaq\r\n" +
				"nuzea\r\n" +
				"zaa muahad\r\n" +
				"aineiqad\r\n" +
				"minhat dirasia\r\n" +
				"hajz\r\n" +
				"najaea\r\n" +
				"almukhalafat\r\n" +
				"alta'ahul\r\n" +
				"majmae tijariin\r\n" +
				"aistikhlas\r\n" +
				"fadiha\r\n" +
				"alkambyutir\r\n" +
				"mueawin, masaed, mfyd, faeil khayr\r\n" +
				"'iiejab\r\n" +
				"kaeb\r\n" +
				"tashabah\r\n" +
				"al'iijmalia\r\n" +
				"qamash\r\n" +
				"mufaja'a\r\n" +
				"musabaqa\r\n" +
				"nisba\r\n" +
				"altawjihiu\r\n" +
				"bunduqia\r\n" +
				"'aemal siana\r\n" +
				"qanaea\r\n" +
				"alkhidea\r\n" +
				"eudwi\r\n" +
				"khayma\r\n" +
				"fahs\r\n" +
				"alnnashir\r\n" +
				"taeziz\r\n" +
				"alfaransia\r\n" +
				"almuqtarah\r\n" +
				"'ustura\r\n" +
				"mutatawir\r\n" +
				"baqara\r\n" +
				"'iilakh\r\n" +
				"mkan\r\n" +
				"nayim\r\n" +
				"tans\r\n" +
				"easab\r\n" +
				"barmil\r\n" +
				"qasf\r\n" +
				"eudwia\r\n" +
				"nisba\r\n" +
				"qayimat taeam\r\n" +
				"shira'\r\n" +
				"muthirat liljadal\r\n" +
				"yayis\r\n" +
				"mueadal\r\n" +
				"namatu alhaya\r\n" +
				"fakaha\r\n" +
				"bisawt eal\r\n" +
				"qafaz\r\n" +
				"mushtabih fih\r\n" +
				"kaf\r\n" +
				"surid\r\n" +
				"musawir futughrafiin\r\n" +
				"hilykubtr\r\n" +
				"kathwlyky\r\n" +
				"mutawadie\r\n" +
				"muzud\r\n" +
				"takhir\r\n" +
				"ziraeiun\r\n" +
				"yanfajir\r\n" +
				"alsuktat aldamaghia\r\n" +
				"nitaq\r\n" +
				"eiqab\r\n" +
				"hafna\r\n" +
				"bishakl siiy\r\n" +
				"al'ufuq\r\n" +
				"fduli\r\n" +
				"wasat albalad\r\n" +
				"sadiqa\r\n" +
				"mustaejil\r\n" +
				"talab\r\n" +
				"kulustarwl\r\n" +
				"tamtas\r\n" +
				"taedil\r\n" +
				"dafae aldarayib\r\n" +
				"haris\r\n" +
				"almalik\r\n" +
				"mufasala\r\n" +
				"altahfiz\r\n" +
				"muhima\r\n" +
				"taqyid\r\n" +
				"eabr\r\n" +
				"filastiniun\r\n" +
				"mukhtabar\r\n" +
				"warshat eamal\r\n" +
				"bishakl mukhtalif\r\n" +
				"tilqa'ay\r\n" +
				"rumansy\r\n" +
				"qatn\r\n" +
				"muharak\r\n" +
				"qadaa\r\n" +
				"nakha\r\n" +
				"tutilu\r\n" +
				"ttfu\r\n" +
				"khadae\r\n" +
				"tuslisul\r\n" +
				"barahna\r\n" +
				"tayirat nafatha\r\n" +
				"alburtuqaliu\r\n" +
				"aistihlak\r\n" +
				"yajzam\r\n" +
				"shifra\r\n" +
				"muaqat\r\n" +
				"'adawia\r\n" +
				"tabaea\r\n" +
				"alttayira\r\n" +
				"eda\r\n" +
				"nisbiaan\r\n" +
				"al'iisdar\r\n" +
				"alwadi\r\n" +
				"khasatan bik\r\n" +
				"maleab kurat qadam\r\n" +
				"sanubir\r\n" +
				"muta'aliq\r\n" +
				"mqabl\r\n" +
				"tasnie\r\n" +
				"khatar\r\n" +
				"masihiun\r\n" +
				"markab\r\n" +
				"mutlaq\r\n" +
				"tah\r\n" +
				"tamyiz\r\n" +
				"hujumiun\r\n" +
				"'almania\r\n" +
				"badala\r\n" +
				"faqaea\r\n" +
				"tasjil\r\n" +
				"eayan\r\n" +
				"turath\r\n" +
				"allah\r\n" +
				"'iirhabiun\r\n" +
				"muhimin\r\n" +
				"binajah\r\n" +
				"alqarf\r\n" +
				"limun\r\n" +
				"jawean\r\n" +
				"'iihsas\r\n" +
				"jaf\r\n" +
				"tajul\r\n" +
				"khadae\r\n" +
				"aiqtisadiat\r\n" +
				"ear\r\n" +
				"tuaqie\r\n" +
				"albandaq\r\n" +
				"mirath\r\n" +
				"tamdid\r\n" +
				"haza kutfih\r\n" +
				"yatir\r\n" +
				"albitaria\r\n" +
				"wusul\r\n" +
				"shareiin\r\n" +
				"aitijah\r\n" +
				"altadakhum\r\n" +
				"alta'aqlum\r\n" +
				"lahab\r\n" +
				"alenqudia\r\n" +
				"mudif\r\n" +
				"jurh\r\n" +
				"yaetamid\r\n" +
				"dash\r\n" +
				"almuasisia\r\n" +
				"tasif\r\n" +
				"altashghil\r\n" +
				"lahm\r\n" +
				"kiraj\r\n" +
				"almashghal 'aw aleamil\r\n" +
				"mudarib\r\n" +
				"ainhidam\r\n" +
				"aiqtirad\r\n" +
				"eilawatan ealaa dhlk\r\n" +
				"kumidia\r\n" +
				"alrahun aleaqariu\r\n" +
				"euquba\r\n" +
				"madaniin\r\n" +
				"athnay eashar\r\n" +
				"'usbuei\r\n" +
				"mutin\r\n" +
				"hubub\r\n" +
				"farasha\r\n" +
				"waey\r\n" +
				"karas\r\n" +
				"alkirak\r\n" +
				"qias\r\n" +
				"almuhafaza\r\n" +
				"suhula\r\n" +
				"hajz\r\n" +
				"'akhlaq\r\n" +
				"tarshih\r\n" +
				"al'iidhn\r\n" +
				"hakim\r\n" +
				"mumathila\r\n" +
				"qima\r\n" +
				"hamid\r\n" +
				"khilaf\r\n" +
				"mawhub\r\n" +
				"'iihbat\r\n" +
				"mtwst\r\n" +
				"wazifa\r\n" +
				"jasadiaan\r\n" +
				"minha\r\n" +
				"tamayaz\r\n" +
				"daem\r\n" +
				"miraraan watakraraan\r\n" +
				"ria\r\n" +
				"muasasa\r\n" +
				"jari\r\n" +
				"sih\r\n" +
				"khamid\r\n" +
				"faniyin\r\n" +
				"alhiwar\r\n" +
				"sala\r\n" +
				"ah\r\n" +
				"qital\r\n" +
				"muhraj\r\n" +
				"munafis\r\n" +
				"albashiea\r\n" +
				"qalaq\r\n" +
				"wasaf\r\n" +
				"mashuq\r\n" +
				"shabh\r\n" +
				"'iiqnae\r\n" +
				"muetadil\r\n" +
				"lahiq\r\n" +
				"wasalat\r\n" +
				"baskuit\r\n" +
				"alnnaqil\r\n" +
				"tbkh\r\n" +
				"mutakarir\r\n" +
				"almane\r\n" +
				"tarjah\r\n" +
				"alburtuqaliu\r\n" +
				"sayaa\r\n" +
				"maejab\r\n" +
				"hayawan alyf\r\n" +
				"muejaza\r\n" +
				"yatajawaz\r\n" +
				"darabat\r\n" +
				"wasie alaintishar\r\n" +
				"qutil\r\n" +
				"jamil\r\n" +
				"khatiya\r\n" +
				"al'aemal alkhayria\r\n" +
				"alnasiu\r\n" +
				"taktik\r\n" +
				"huia\r\n" +
				"tahwil\r\n" +
				"kulu yawm\r\n" +
				"eunwan rayiysiun\r\n" +
				"yasatdam _ tasadum\r\n" +
				"almaghamir\r\n" +
				"ghazw\r\n" +
				"aljaysh\r\n" +
				"wamae dhlk\r\n" +
				"kaf\r\n" +
				"bianu\r\n" +
				"baqala\r\n" +
				"alshida\r\n" +
				"eard\r\n" +
				"mtwst\r\n" +
				"bitania\r\n" +
				"hafa\r\n" +
				"almalik\r\n" +
				"alwasat\r\n" +
				"alfaar\r\n" +
				"habl\r\n" +
				"alkharsana\r\n" +
				"wasfat tibiya\r\n" +
				"alafarquh al'amrikan\r\n" +
				"mutarada\r\n" +
				"wathiqa\r\n" +
				"qalib tub\r\n" +
				"tajnid\r\n" +
				"tashih\r\n" +
				"'iijmae\r\n" +
				"raeb\r\n" +
				"tasjil\r\n" +
				"mutaghayir\r\n" +
				"dihan\r\n" +
				"aistiemariun\r\n" +
				"fatira\r\n" +
				"maslaha\r\n" +
				"tahdiq\r\n" +
				"shajaea\r\n" +
				"hamal\r\n" +
				"'uqsim\r\n" +
				"hazima\r\n" +
				"dalil\r\n" +
				"tueaziz\r\n" +
				"yafuz\r\n" +
				"airtibak\r\n" +
				"shariha\r\n" +
				"aihtilal\r\n" +
				"aleaziz\r\n" +
				"fahm\r\n" +
				"muqadas\r\n" +
				"majrim\r\n" +
				"mueadila\r\n" +
				"al'iidrakiu\r\n" +
				"jamaeiin\r\n" +
				"daqiq\r\n" +
				"akhw al'umi\r\n" +
				"midan\r\n" +
				"qayid almuntakhab\r\n" +
				"tanhad\r\n" +
				"sifatan, eizanaan\r\n" +
				"tajraw\r\n" +
				"hasananaan\r\n" +
				"bila mawaa\r\n" +
				"barid\r\n" +
				"salat earad\r\n" +
				"kurat alqadam\r\n" +
				"almadeaa ealayh\r\n" +
				"nafaq\r\n" +
				"alliyaquh albadaniuh\r\n" +
				"hadn\r\n" +
				"qabr\r\n" +
				"'iisbae qadam\r\n" +
				"hawia\r\n" +
				"aistinadaan\r\n" +
				"kharij albilad\r\n" +
				"muhandis muemari\r\n" +
				"bishakl kabir\r\n" +
				"mayk 'ab\r\n" +
				"tahqiq\r\n" +
				"airtafae\r\n" +
				"bishakl mufaji\r\n" +
				"taslit aldaw'\r\n" +
				"takhfid\r\n" +
				"'iisharatan\r\n" +
				"sikat hadidia\r\n" +
				"dhikraa sanawia\r\n" +
				"'arika\r\n" +
				"tahaluf\r\n" +
				"fardia\r\n" +
				"sahib\r\n" +
				"mualaf musiqaa\r\n" +
				"alnazir\r\n" +
				"taebith\r\n" +
				"martaba\r\n" +
				"eunwan tafsiriun\r\n" +
				"dubit\r\n" +
				"murahiq\r\n" +
				"ylamae\r\n" +
				"mieyar\r\n" +
				"mudtarab\r\n" +
				"taeliq\r\n" +
				"aistiqal\r\n" +
				"jayizat 'aw mukafa\r\n" +
				"latif\r\n" +
				"dhat sila\r\n" +
				"eudw\r\n" +
				"bikhifa\r\n" +
				"bkhsws\r\n" +
				"aikhtarae\r\n" +
				"dahak\r\n" +
				"layiq bdnya\r\n" +
				"alshamal algharbiu\r\n" +
				"taqdim almashura\r\n" +
				"dayq\r\n" +
				"almutalaqiy\r\n" +
				"taqus\r\n" +
				"hashara\r\n" +
				"qate\r\n" +
				"samik alsaalimun\r\n" +
				"muhaba\r\n" +
				"tijara\r\n" +
				"alaihtimam\r\n" +
				"sahar\r\n" +
				"mutafawiq\r\n" +
				"qital\r\n" +
				"'iiqaf\r\n" +
				"duktur jarah\r\n" +
				"maqbul\r\n" +
				"eulum fiziayiya\r\n" +
				"aightisab\r\n" +
				"mustashar qanuni\r\n" +
				"farasha\r\n" +
				"jinz\r\n" +
				"mutarada\r\n" +
				"mustamirun\r\n" +
				"sajal\r\n" +
				"sadaan sawt\r\n" +
				"habat diwa'\r\n" +
				"farih\r\n" +
				"nht\r\n" +
				"markab\r\n" +
				"damj\r\n" +
				"tahin\r\n" +
				"mararat - mara\r\n" +
				"ear\r\n" +
				"mil\r\n" +
				"tajir\r\n" +
				"riasa\r\n" +
				"khidmatan\r\n" +
				"fasih\r\n" +
				"jiddaan\r\n" +
				"'asqaf\r\n" +
				"alshurb\r\n" +
				"takhir\r\n" +
				"yabki\r\n" +
				"qabul\r\n" +
				"ainhidam\r\n" +
				"matjar\r\n" +
				"mudikha\r\n" +
				"hulwayat\r\n" +
				"sharun\r\n" +
				"nihayiyin\r\n" +
				"almalia\r\n" +
				"masrur\r\n" +
				"midalia\r\n" +
				"'iiftrd jadalanaan\r\n" +
				"kafil\r\n" +
				"'akhlaqi\r\n" +
				"thanwy\r\n" +
				"darbat eanifa\r\n" +
				"tasdir\r\n" +
				"tajribiun\r\n" +
				"'iinsahar\r\n" +
				"muntasaf allayl\r\n" +
				"shabaka\r\n" +
				"manhanaa\r\n" +
				"alnazaha\r\n" +
				"yakhul\r\n" +
				"wadh\r\n" +
				"mantiq\r\n" +
				"jawhar\r\n" +
				"muntazah\r\n" +
				"aistabead\r\n" +
				"qas\r\n" +
				"khizana\r\n" +
				"min aldawahaa\r\n" +
				"rahab\r\n" +
				"muhaba\r\n" +
				"dakhiliin\r\n" +
				"alrawaq\r\n" +
				"qutil\r\n" +
				"altajzia\r\n" +
				"jara\r\n" +
				"maris\r\n" +
				"thueban\r\n" +
				"maleab kurat qadam\r\n" +
				"eadhar\r\n" +
				"tueabir\r\n" +
				"daef\r\n" +
				"khinzir\r\n" +
				"albard\r\n" +
				"klasikiun\r\n" +
				"muqadar\r\n" +
				"ty shayirat\r\n" +
				"eabr alantrnt\r\n" +
				"bitala\r\n" +
				"hadara\r\n" +
				"yatwaa\r\n" +
				"subur\r\n" +
				"faraqea\r\n" +
				"alyawmi\r\n" +
				"eaksiin\r\n" +
				"mafqud\r\n" +
				"eilaquh mutarabituh\r\n" +
				"'iinsania\r\n" +
				"falash\r\n" +
				"mutur\r\n" +
				"mawthuq\r\n" +
				"'iithara\r\n" +
				"lahm biqari\r\n" +
				"din al'islam\r\n" +
				"alruwmania\r\n" +
				"tamtadu\r\n" +
				"handasat muemaria\r\n" +
				"eardi\r\n" +
				"'iidari\r\n" +
				"kue\r\n" +
				"mumit\r\n" +
				"muslim\r\n" +
				"asl asbany\r\n" +
				"aidea'\r\n" +
				"talmih\r\n" +
				"takhlit\r\n" +
				"matar\r\n" +
				"shahriaan\r\n" +
				"bata\r\n" +
				"jurea\r\n" +
				"alkuria\r\n" +
				"tadarae\r\n" +
				"alshurue fi\r\n" +
				"muhadara\r\n" +
				"sayarat naql\r\n" +
				"alssadis\r\n" +
				"khalij\r\n" +
				"altayar\r\n" +
				"dahia\r\n" +
				"sandwytsh\r\n" +
				"mukhtalif\r\n" +
				"jidhe\r\n" +
				"shayiea\r\n" +
				"altanfidh\r\n" +
				"alsanunu\r\n" +
				"thfyz\r\n" +
				"yajeal\r\n" +
				"waqt tawil\r\n" +
				"fakhi\r\n" +
				"bitaqyid\r\n" +
				"qamash\r\n" +
				"ealaa ma yabdu\r\n" +
				"tashrieiun\r\n" +
				"faeaalia\r\n" +
				"farad\r\n" +
				"eadsa\r\n" +
				"tasilu\r\n" +
				"mufatish\r\n" +
				"'iiqrad\r\n" +
				"eadi\r\n" +
				"tazwir\r\n" +
				"rafiq\r\n" +
				"tunafis\r\n" +
				"musmar\r\n" +
				"majmueat masfufa\r\n" +
				"sarim\r\n" +
				"jameih\r\n" +
				"bisaraha\r\n" +
				"far\r\n" +
				"ainfijar\r\n" +
				"madkhal\r\n" +
				"kahf\r\n" +
				"almahtum\r\n" +
				"janub gharb\r\n" +
				"masakh\r\n" +
				"surea\r\n" +
				"waqfat aihtijajia\r\n" +
				"ghyr mutawaqae\r\n" +
				"eaqaba\r\n" +
				"tashil\r\n" +
				"yuajih .. yanjuz\r\n" +
				"RIP\r\n" +
				"eashab\r\n" +
				"sahiq\r\n" +
				"damj\r\n" +
				"karistal\r\n" +
				"rukud aiqtisadiun\r\n" +
				"raghba\r\n" +
				"'aelaa\r\n" +
				"maktub\r\n" +
				"dafie\r\n" +
				"dae alkalimat almunasaba\r\n" +
				"fayudan\r\n" +
				"qalam jafun\r\n" +
				"malakia\r\n" +
				"kabus\r\n" +
				"tnwih\r\n" +
				"taftish\r\n" +
				"musharaf\r\n" +
				"shawir\r\n" +
				"halba\r\n" +
				"yadhak\r\n" +
				"altashkhis\r\n" +
				"malakia\r\n" +
				"ghafar\r\n" +
				"dafi\r\n" +
				"biaitisaq\r\n" +
				"qabu\r\n" +
				"mashrue\r\n" +
				"almaghzaa\r\n" +
				"tasrif\r\n" +
				"al'akhir\r\n" +
				"almulahaqat alqadayiya\r\n" +
				"'aqsaa\r\n" +
				"'iielan\r\n" +
				"muharib\r\n" +
				"tnbuw\r\n" +
				"bikatiria\r\n" +
				"aistitlae\r\n" +
				"tin\r\n" +
				"binyat tahtia\r\n" +
				"eajal\r\n" +
				"aimtiaz\r\n" +
				"sadagh\r\n" +
				"mtwst\r\n" +
				"fi alhawa' altalaq\r\n" +
				"mas\r\n" +
				"'andur\r\n" +
				"bathi\r\n" +
				"'iieada\r\n" +
				"tafrat - qafzuh\r\n" +
				"eashwayiyin\r\n" +
				"almadi\r\n" +
				"maesim\r\n" +
				"sitara\r\n" +
				"muraqib\r\n" +
				"barakat ma'\r\n" +
				"nitaq\r\n" +
				"'iithm\r\n" +
				"mashia\r\n" +
				"mawdue\r\n" +
				"almashi\r\n" +
				"yatanahanah\r\n" +
				"alhadu al'adnaa\r\n" +
				"maliin\r\n" +
				"tanwra\r\n" +
				"nifaya\r\n" +
				"bialttali\r\n" +
				"qaeidat albayanat\r\n" +
				"ghyr murih\r\n" +
				"hadfa, taswib\r\n" +
				"nafadh - 'uedim\r\n" +
				"farae alshajaruh\r\n" +
				"'aydyulujia\r\n" +
				"mueadal\r\n" +
				"'ahlaan bik\r\n" +
				"nghm\r\n" +
				"aistimrar\r\n" +
				"darar\r\n" +
				"tariq alsikak alhadidia\r\n" +
				"tahmil\r\n" +
				"'iisheae\r\n" +
				"buq\r\n" +
				"mizman\r\n" +
				"'aman\r\n" +
				"altaeawun\r\n" +
				"altawa'\r\n" +
				"ghytar\r\n" +
				"'iistbdal\r\n" +
				"tasrif\r\n" +
				"'iidara\r\n" +
				"alwaqt dhath\r\n" +
				"raqisa\r\n" +
				"taedil\r\n" +
				"haris\r\n" +
				"damada\r\n" +
				"aintiqal\r\n" +
				"taraqub\r\n" +
				"mutaqaeid\r\n" +
				"'athar\r\n" +
				"tasarub\r\n" +
				"alaimtinan\r\n" +
				"niematan 'aw waqt samah\r\n" +
				"aiftiradia\r\n" +
				"aistijaba\r\n" +
				"mustaemara\r\n" +
				"tabaniy\r\n" +
				"alainzilaq\r\n" +
				"alsukkan al'asliiyn\r\n" +
				"mughlaq\r\n" +
				"almahkum\r\n" +
				"madaniin\r\n" +
				"munashifa\r\n" +
				"taedil\r\n" +
				"jasim\r\n" +
				"jayiza\r\n" +
				"lamhatan\r\n" +
				"jayiza\r\n" +
				"hubut\r\n" +
				"saluk\r\n" +
				"'azraq\r\n" +
				"taeziz\r\n" +
				"midrab\r\n" +
				"'iindhar\r\n" +
				"mahrajan\r\n" +
				"qabda\r\n" +
				"eajib\r\n" +
				"taqwid\r\n" +
				"almbtda'\r\n" +
				"earaq\r\n" +
				"kharijiin\r\n" +
				"'uwrubiya\r\n" +
				"sukran\r\n" +
				"aldirasat alaistiqsayiya\r\n" +
				"'abhath\r\n" +
				"ainfisal\r\n" +
				"taqlidia\r\n" +
				"'umur\r\n" +
				"hukm\r\n" +
				"aljanub alsharqi\r\n" +
				"dhuki\r\n" +
				"'aynama\r\n" +
				"taswit\r\n" +
				"balagha\r\n" +
				"muqtanie\r\n" +
				"alqiada\r\n" +
				"fitamin\r\n" +
				"hamas\r\n" +
				"yuafiq\r\n" +
				"madh\r\n" +
				"jurh\r\n" +
				"bariya\r\n" +
				"majawiz\r\n" +
				"alty la nihayat laha\r\n" +
				"tafwid\r\n" +
				"waqfa\r\n" +
				"eadhar\r\n" +
				"ealaa altawali\r\n" +
				"shakin\r\n" +
				"fawdaa\r\n" +
				"qasira\r\n" +
				"mikaniki\r\n" +
				"allawhat alqumashia\r\n" +
				"'arbaein\r\n" +
				"shay'\r\n" +
				"radiha\r\n" +
				"eamiq\r\n" +
				"shakal\r\n" +
				"sima\r\n" +
				"diqa\r\n" +
				"dik rumiin\r\n" +
				"alaihtiatiu\r\n" +
				"alhuzm\r\n" +
				"'iisa'a\r\n" +
				"ealim alfulk\r\n" +
				"fasad\r\n" +
				"muqawil\r\n" +
				"yaetadhir\r\n" +
				"eaqida\r\n" +
				"haqiqi. sadiqan. samim\r\n" +
				"'iibham alyad\r\n" +
				"wahda\r\n" +
				"muruna\r\n" +
				"rhib\r\n" +
				"alsulukia\r\n" +
				"hasaria\r\n" +
				"tabeathar\r\n" +
				"eada\r\n" +
				"naql\r\n" +
				"sareah\r\n" +
				"'iiltawa'\r\n" +
				"taeqid\r\n" +
				"shawka\r\n" +
				"'astawana\r\n" +
				"aefa'\r\n" +
				"aishtibah\r\n" +
				"qafl\r\n" +
				"'iinha'\r\n" +
				"'iiqama\r\n" +
				"ear\r\n" +
				"dhu maenaa\r\n" +
				"rasif\r\n" +
				"al'aleab al'uwlimbia\r\n" +
				"altiknulujia\r\n" +
				"altawqie\r\n" +
				"mumatae\r\n" +
				"rayie\r\n" +
				"taeliq\r\n" +
				"mutamarid\r\n" +
				"mujamad\r\n" +
				"raghba\r\n" +
				"alzawj\r\n" +
				"mayie\r\n" +
				"ratib taqaead\r\n" +
				"astaynaf\r\n" +
				"nazari\r\n" +
				"sudium\r\n" +
				"easifa\r\n" +
				"turqiat wazifia\r\n" +
				"daqiq 'aw hassas\r\n" +
				"jabiyn\r\n" +
				"'iieadat bina'\r\n" +
				"wathib, airtidad\r\n" +
				"alkahraba'\r\n" +
				"sinarat sayd\r\n" +
				"almuhaqaq\r\n" +
				"musafir\r\n" +
				"'unqur\r\n" +
				"taewidat\r\n" +
				"'iisharatan\r\n" +
				"akharaj\r\n" +
				"jadhibiatan\r\n" +
				"karas\r\n" +
				"tamamaan\r\n" +
				"'amsik\r\n" +
				"naqash\r\n" +
				"'iibra\r\n" +
				"batan\r\n" +
				"safina\r\n" +
				"fuzie\r\n" +
				"muhfaza\r\n" +
				"khidmat alnaql\r\n" +
				"ghyr maryaa\r\n" +
				"tawqit\r\n" +
				"alairtibat\r\n" +
				"alkahil\r\n" +
				"eamaliat tijaria\r\n" +
				"'iinqadh\r\n" +
				"nazir\r\n" +
				"tarykhya\r\n" +
				"qitaeanaan\r\n" +
				"muetadil\r\n" +
				"rakib\r\n" +
				"damiya\r\n" +
				"waqt alzahira\r\n" +
				"eard\r\n" +
				"wasat\r\n" +
				"matabiq\r\n" +
				"daqiq\r\n" +
				"qalaq\r\n" +
				"alhaykaliu\r\n" +
				"sakaniin\r\n" +
				"bisawt eal\r\n" +
				"shakhs\r\n" +
				"krbwhydrat\r\n" +
				"huriya\r\n" +
				"almulsaq\r\n" +
				"lahut\r\n" +
				"ghyr rabhia\r\n" +
				"zahf\r\n" +
				"'aksajin\r\n" +
				"wasim\r\n" +
				"sahar\r\n" +
				"majmue\r\n" +
				"qadamat\r\n" +
				"rajul 'aemal\r\n" +
				"wa'aead\r\n" +
				"wae\r\n" +
				"eazm\r\n" +
				"aljihat almaniha\r\n" +
				"laha\r\n" +
				"alqusi\r\n" +
				"musiqaa aljaz\r\n" +
				"dar al'awbara\r\n" +
				"alyabania\r\n" +
				"eda\r\n" +
				"al'iitar\r\n" +
				"sharun\r\n" +
				"aistihwadh\r\n" +
				"hufra\r\n" +
				"einaq\r\n" +
				"alhayawanat albaria\r\n" +
				"yaeaqib\r\n" +
				"eimlaq\r\n" +
				"aibtidayiy\r\n" +
				"alqimat almalia\r\n" +
				"khata\r\n" +
				"madkhal\r\n" +
				"maqal\r\n" +
				"masead\r\n" +
				"sini almurahaqa\r\n" +
				"tawjih\r\n" +
				"saeada\r\n" +
				"tamthal\r\n" +
				"alsaeyu wara'\r\n" +
				"yuslih\r\n" +
				"layiq\r\n" +
				"nadi riadiin\r\n" +
				"ean tariq alfumi\r\n" +
				"muazaf kitabi\r\n" +
				"'iisrayiyli\r\n" +
				"zarf\r\n" +
				"altaqarir\r\n" +
				"almakan almaqsud\r\n" +
				"qabda\r\n" +
				"tayid\r\n" +
				"aistikshaf\r\n" +
				"karim - sikhiy\r\n" +
				"hamam\r\n" +
				"'iinqadh\r\n" +
				"wabialttali\r\n" +
				"bisurat shamila\r\n" +
				"muashir\r\n" +
				"daw' alshams\r\n" +
				"rudud alfiel\r\n" +
				"tif\r\n" +
				"'arijwani\r\n" +
				"allizar\r\n" +
				"bialkhati alearid\r\n" +
				"mumanie\r\n" +
				"aibtida'\r\n" +
				"khibratan\r\n" +
				"eamaliaan\r\n" +
				"barnamaj\r\n" +
				"sura\r\n" +
				"nghm\r\n" +
				"yatanawal altaeam\r\n" +
				"eumar\r\n" +
				"tatawae\r\n" +
				"malhuza\r\n" +
				"bahdatan\r\n" +
				"mawkib\r\n" +
				"almuiyid\r\n" +
				"mamlaka\r\n" +
				"almane\r\n" +
				"qitae\r\n" +
				"'iilgha'\r\n" +
				"mazij\r\n" +
				"almaealij\r\n" +
				"shariha\r\n" +
				"qashar\r\n" +
				"biatza\r\n" +
				"mustalim\r\n" +
				"taradud\r\n" +
				"yuajih\r\n" +
				"muhasaba\r\n" +
				"alniqash\r\n" +
				"ainhiazu, nuzea\r\n" +
				"hah\r\n" +
				"tashabah mustaear\r\n" +
				"shumie\r\n" +
				"maqbid\r\n" +
				"qalaq\r\n" +
				"qadayiyin\r\n" +
				"kian\r\n" +
				"mueana\r\n" +
				"waqt kamil\r\n" +
				"yasheur\r\n" +
				"misbah\r\n" +
				"qamama\r\n" +
				"khadim\r\n" +
				"'iidafatan\r\n" +
				"altanzimia\r\n" +
				"diblumasiun\r\n" +
				"'aniq\r\n" +
				"fi dakhil\r\n" +
				"aistiqbal\r\n" +
				"talashaa\r\n" +
				"tilqayiya\r\n" +
				"dhaqan\r\n" +
				"mamar almsha\r\n" +
				"darura\r\n" +
				"aietaraf\r\n" +
				"eunsuria\r\n" +
				"bidaya\r\n" +
				"dakhiliin\r\n" +
				"alkhadamat almasrifia\r\n" +
				"earid\r\n" +
				"aljadhibia\r\n" +
				"yatasajalu, yaltahiq\r\n" +
				"yuqalil\r\n" +
				"mane\r\n" +
				"earabiin\r\n" +
				"alqayima\r\n" +
				"khafd\r\n" +
				"yaqtae\r\n" +
				"muadun\r\n" +
				"nawaya\r\n" +
				"eazal\r\n" +
				"mudikha\r\n" +
				"almakhzun\r\n" +
				"'iintaji\r\n" +
				"almajsim\r\n" +
				"madaniin\r\n" +
				"harir\r\n" +
				"alhajm\r\n" +
				"ainhidar\r\n" +
				"rahina\r\n" +
				"aljamie\r\n" +
				"shaebia\r\n" +
				"qibla\r\n" +
				"kayin fadayiyin\r\n" +
				"dinamikiun\r\n" +
				"mukhif\r\n" +
				"mueadila\r\n" +
				"malak\r\n" +
				"miftah kahrabayiyin\r\n" +
				"eard\r\n" +
				"ghadab\r\n" +
				"altaswir\r\n" +
				"yuslih\r\n" +
				"alhamam\r\n" +
				"khayib al'amal\r\n" +
				"thamin\r\n" +
				"hazr\r\n" +
				"wakil\r\n" +
				"yahtawaa\r\n" +
				"waqieiin\r\n" +
				"alruwsia\r\n" +
				"mukhfi\r\n" +
				"'amr\r\n" +
				"munaqisa\r\n" +
				"astayqiz\r\n" +
				"jame\r\n" +
				"'amtiaz\r\n" +
				"taethur\r\n" +
				"wahid\r\n" +
				"sayara\r\n" +
				"mustanie\r\n" +
				"fajar\r\n" +
				"nabdhat mukhtasiratan\r\n" +
				"tanhadir\r\n" +
				"sakhif\r\n" +
				"sinarat sayd\r\n" +
				"mad w juzur\r\n" +
				"mushtarak\r\n" +
				"namal\r\n" +
				"bshwl\r\n" +
				"midani\r\n" +
				"thuri\r\n" +
				"rumansy\r\n" +
				"almaeaddat\r\n" +
				"wasada\r\n" +
				"ed\r\n" +
				"tbkh\r\n" +
				"aintishar\r\n" +
				"qara\r\n" +
				"'iighlaq mahkam\r\n" +
				"dayirat kahrabayiya\r\n" +
				"maktab almudir\r\n" +
				"hukm\r\n" +
				"naqs\r\n" +
				"sanawiaan\r\n" +
				"muakharaan\r\n" +
				"fakhi\r\n" +
				"tafhas\r\n" +
				"majnun\r\n" +
				"almaweid alnihayiyu\r\n" +
				"khalfi\r\n" +
				"muealaja\r\n" +
				"mazraea\r\n" +
				"sahili\r\n" +
				"taeahad\r\n" +
				"bihudu'\r\n" +
				"alaihtiatiu\r\n" +
				"aihtiraq\r\n" +
				"shafhi\r\n" +
				"qabli\r\n" +
				"sakhif\r\n" +
				"tilqayiy\r\n" +
				"almas\r\n" +
				"misdaqia\r\n" +
				"aistirad\r\n" +
				"jnsia\r\n" +
				"rbye\r\n" +
				"tariq\r\n" +
				"'iilhi\r\n" +
				"eatifa\r\n" +
				"earabat altasawuq\r\n" +
				"yushrif ealaa\r\n" +
				"'iiqaf\r\n" +
				"almasnin\r\n" +
				"taliea\r\n" +
				"wahy\r\n" +
				"hulandi\r\n" +
				"kamiya\r\n" +
				"eard mukhtasir lifilm\r\n" +
				"zamil\r\n" +
				"kuluk\r\n" +
				"al'iighriqiu\r\n" +
				"aleabqari\r\n" +
				"nusb tidhkari\r\n" +
				"almunaqasa\r\n" +
				"bahath\r\n" +
				"tadhia\r\n" +
				"risalat daewa\r\n" +
				"siha\r\n" +
				"muhlaf\r\n" +
				"bishakl rasmiin\r\n" +
				"wasit\r\n" +
				"kanz\r\n" +
				"wafa'\r\n" +
				"aitiman\r\n" +
				"sadma\r\n" +
				"mawhub\r\n" +
				"alghazulin\r\n" +
				"sulb\r\n" +
				"'iintaj\r\n" +
				"murashah\r\n" +
				"wasaeuu\r\n" +
				"raja'\r\n" +
				"da' alsukari\r\n" +
				"safiea\r\n" +
				"sam\r\n" +
				"mazeum\r\n" +
				"fak\r\n" +
				"huzn\r\n" +
				"ghamid\r\n" +
				"sarukh\r\n" +
				"tabarae\r\n" +
				"sijiyn\r\n" +
				"yaealij\r\n" +
				"dinamia\r\n" +
				"yanhani\r\n" +
				"lana\r\n" +
				"'awal\r\n" +
				"karama\r\n" +
				"sijada\r\n" +
				"'abwy\r\n" +
				"faqaea\r\n" +
				"alharara\r\n" +
				"rafiq\r\n" +
				"'iistabil\r\n" +
				"sayf\r\n" +
				"falash\r\n" +
				"sabie\r\n" +
				"mijad\r\n" +
				"bi'iihkam\r\n" +
				"mahamiy\r\n" +
				"dus\r\n" +
				"tabl\r\n" +
				"aghmaa ealayh\r\n" +
				"barid\r\n" +
				"malika\r\n" +
				"muedila\r\n" +
				"'iidkhal\r\n" +
				"mutakhasisun\r\n" +
				"shamalii sharqii\r\n" +
				"bariz\r\n" +
				"maswuwlia\r\n" +
				"risha\r\n" +
				"tajir\r\n" +
				"maleab\r\n" +
				"tahasun\r\n" +
				"damawiun\r\n" +
				"hazima\r\n" +
				"murtabitatan\r\n" +
				"ainsihab\r\n" +
				"thalaja\r\n" +
				"eash\r\n" +
				"qarib\r\n" +
				"bienaya\r\n" +
				"khat\r\n" +
				"salaf\r\n" +
				"shjb\r\n" +
				"bukhar\r\n" +
				"lahja\r\n" +
				"harab\r\n" +
				"mutafayil\r\n" +
				"tawahad\r\n" +
				"qafas\r\n" +
				"tajhiz\r\n" +
				"jambiri\r\n" +
				"albalad al'umi\r\n" +
				"tabadul\r\n" +
				"raf\r\n" +
				"zy\r\n" +
				"aldhiyb\r\n" +
				"qaeat almahkama\r\n" +
				"qanun\r\n" +
				"rusum mutaharika\r\n" +
				"bial'iidafat 'iilaa\r\n" +
				"'iintajia\r\n" +
				"aibtisama\r\n" +
				"ramzi\r\n" +
				"'iighlaq mahkam\r\n" +
				"baq\r\n" +
				"barak\r\n" +
				"eima\r\n" +
				"alziraea\r\n" +
				"sakhra\r\n" +
				"eadayiy\r\n" +
				"jidhr\r\n" +
				"tahdid\r\n" +
				"mushtarak\r\n" +
				"fawraan\r\n" +
				"'iiflas\r\n" +
				"liqah\r\n" +
				"eilawatan\r\n" +
				"taeawun\r\n" +
				"mukhtalit\r\n" +
				"muearid\r\n" +
				"madar\r\n" +
				"yafhuma, yumsiku, yaqbid\r\n" +
				"sabar\r\n" +
				"raghm\r\n" +
				"aistiwayiy\r\n" +
				"taswit\r\n" +
				"dawria\r\n" +
				"aistiedad\r\n" +
				"mawdie\r\n" +
				"wahy\r\n" +
				"tajir\r\n" +
				"hudu'\r\n" +
				"mujawharat\r\n" +
				"alkubia\r\n" +
				"sahb\r\n" +
				"tatanazal\r\n" +
				"'athara\r\n" +
				"earaba\r\n" +
				"baed dhlk\r\n" +
				"mudhahal\r\n" +
				"kharaab\r\n" +
				"shafaf\r\n" +
				"qabl\r\n" +
				"munaea\r\n" +
				"almawthuqia\r\n" +
				"hamar\r\n" +
				"jnbaan 'iilaa janb\r\n" +
				"dafe\r\n" +
				"ghurayb\r\n" +
				"sahir\r\n" +
				"tamin\r\n" +
				"qasasa\r\n" +
				"fakhudh\r\n" +
				"thur\r\n" +
				"aldaraj\r\n" +
				"yataealaq\r\n" +
				"khuruf\r\n" +
				"tathbit\r\n" +
				"munasiq\r\n" +
				"eaqayidi\r\n" +
				"eada'\r\n" +
				"eilmani\r\n" +
				"hamim\r\n" +
				"'iimbraturia\r\n" +
				"sayarat 'ujra\r\n" +
				"talaq\r\n" +
				"aimtihan\r\n" +
				"wathayiqiin\r\n" +
				"mahayid\r\n" +
				"madat al'ahya'\r\n" +
				"maran\r\n" +
				"tadrijiun\r\n" +
				"shabaka\r\n" +
				"muamara\r\n" +
				"qubid ealaa\r\n" +
				"musab\r\n" +
				"jumhuria\r\n" +
				"tanfidh\r\n" +
				"rayie\r\n" +
				"hawt\r\n" +
				"wazifi\r\n" +
				"najima\r\n" +
				"mashrue\r\n" +
				"gharizuh\r\n" +
				"zamiluh\r\n" +
				"al'aluminyum\r\n" +
				"min\r\n" +
				"wizara\r\n" +
				"hukm\r\n" +
				"'amr\r\n" +
				"jamjama\r\n" +
				"aihtiram aldhdhat\r\n" +
				"suhula\r\n" +
				"taeawuni\r\n" +
				"muealaja\r\n" +
				"nhl\r\n" +
				"mumaris almahna\r\n" +
				"euqda\r\n" +
				"tashih\r\n" +
				"sawt\r\n" +
				"laghaz\r\n" +
				"fatar\r\n" +
				"daem maliin\r\n" +
				"damal\r\n" +
				"masawi\r\n" +
				"alriyadiat\r\n" +
				"almikanikiu\r\n" +
				"'iina'\r\n" +
				"aihtiram\r\n" +
				"zilzal\r\n" +
				"lahm khinzir\r\n" +
				"al'iibdae\r\n" +
				"bisalam\r\n" +
				"al'asasia\r\n" +
				"alhulwaa\r\n" +
				"taeatafu, eutf\r\n" +
				"siad alsamak\r\n" +
				"la yusadiq\r\n" +
				"eazal\r\n" +
				"jurib\r\n" +
				"qarib\r\n" +
				"qafz\r\n" +
				"ahd eshr\r\n" +
				"jinsi\r\n" +
				"ryady\r\n" +
				"mutalazima\r\n" +
				"maktab\r\n" +
				"maqead\r\n" +
				"makan aleamal\r\n" +
				"tumuh\r\n" +
				"hubut\r\n" +
				"aistikhdam\r\n" +
				"nasim\r\n" +
				"taklifa\r\n" +
				"tumuh\r\n" +
				"aldiyanat almasihia\r\n" +
				"muhtamal\r\n" +
				"muthir\r\n" +
				"tarjama\r\n" +
				"ghyr muakad\r\n" +
				"tadhub\r\n" +
				"mawdue\r\n" +
				"'iihsayiy\r\n" +
				"alqnat alhadmia\r\n" +
				"muhafizuh\r\n" +
				"laf\r\n" +
				"jamali\r\n" +
				"tahjiuh\r\n" +
				"'iidraj\r\n" +
				"kishk\r\n" +
				"khawdha\r\n" +
				"wasat\r\n" +
				"mutawaqae\r\n" +
				"'asada\r\n" +
				"'iinjaz\r\n" +
				"milki\r\n" +
				"hale\r\n" +
				"almasbub\r\n" +
				"sahaq\r\n" +
				"banshat\r\n" +
				"jurf\r\n" +
				"'adnaa\r\n" +
				"habl\r\n" +
				"lihusn alhazi\r\n" +
				"kukayin\r\n" +
				"wahum\r\n" +
				"majhul\r\n" +
				"tahmil\r\n" +
				"taqdir\r\n" +
				"mufawad\r\n" +
				"darar\r\n" +
				"almuruna\r\n" +
				"taelimi\r\n" +
				"tazaham\r\n" +
				"kazynu\r\n" +
				"waram\r\n" +
				"tazyin\r\n" +
				"farz\r\n" +
				"alshahna\r\n" +
				"nabad\r\n" +
				"ma yueadil\r\n" +
				"thabt\r\n" +
				"yakhtabar\r\n" +
				"hiba\r\n" +
				"mudhakarat\r\n" +
				"'akhwan\r\n" +
				"sukhria\r\n" +
				"maleaqa\r\n" +
				"wasat\r\n" +
				"zaqaq\r\n" +
				"mudtarab\r\n" +
				"tafaeul\r\n" +
				"sabun\r\n" +
				"jadhdhab\r\n" +
				"munafis\r\n" +
				"almadaa alqasir\r\n" +
				"likima\r\n" +
				"dabus\r\n" +
				"alhuki\r\n" +
				"eabir\r\n" +
				"thabir\r\n" +
				"almurid\r\n" +
				"merwf\r\n" +
				"quat aldafe\r\n" +
				"muhfaza\r\n" +
				"taslut\r\n" +
				"sayil\r\n" +
				"'ayquna\r\n" +
				"fil\r\n" +
				"bina' ealaa dhlk\r\n" +
				"alsultat altashrieia\r\n" +
				"musaeid\r\n" +
				"alaimtiaz altijariu\r\n" +
				"bishakl sahih\r\n" +
				"eaqliana\r\n" +
				"alhadina\r\n" +
				"diraja\r\n" +
				"tashjie\r\n" +
				"khadae\r\n" +
				"altamakun min\r\n" +
				"shifa' - yashfaa\r\n" +
				"hima\r\n" +
				"manqi\r\n" +
				"'arnab\r\n" +
				"eamila\r\n" +
				"aistighlal\r\n" +
				"ymkn alwusul\r\n" +
				"kayin hayi\r\n" +
				"'iihsas\r\n" +
				"jzyya\r\n" +
				"albaqa'\r\n" +
				"alttabiq aleulwi\r\n" +
				"mujafaf\r\n" +
				"alhadu al'adnaa\r\n" +
				"taliea\r\n" +
				"siana\r\n" +
				"ghrz\r\n" +
				"alfana' alkhalufiu\r\n" +
				"mithaq\r\n" +
				"mawqid\r\n" +
				"muafaqa\r\n" +
				"tadumu\r\n" +
				"tadhkir\r\n" +
				"ealaa hadin swa'\r\n" +
				"tahdid mustawaa\r\n" +
				"eajina\r\n" +
				"hafid\r\n" +
				"sadi\r\n" +
				"yuqal\r\n" +
				"merwf\r\n" +
				"almuhit\r\n" +
				"biyiy\r\n" +
				"mulabis\r\n" +
				"ghyr masbuq\r\n" +
				"katib eumud\r\n" +
				"aiktashaf - halun\r\n" +
				"'awalia\r\n" +
				"bara'at al'iikhtrae\r\n" +
				"khajul\r\n" +
				"aiqtabas\r\n" +
				"qimamata, yadmuru, yahdim\r\n" +
				"maeaq\r\n" +
				"'iijmaliun\r\n" +
				"allaena\r\n" +
				"harmun\r\n" +
				"almulamas\r\n" +
				"eidad\r\n" +
				"qalam\r\n" +
				"musaeid\r\n" +
				"hudud\r\n" +
				"radhadh\r\n" +
				"rihan\r\n" +
				"kushif\r\n" +
				"eahda\r\n" +
				"masrifi\r\n" +
				"wahasha\r\n" +
				"tadkhul\r\n" +
				"bilut\r\n" +
				"qadia\r\n" +
				"thamin\r\n" +
				"daftar\r\n" +
				"alkhutut alearida\r\n" +
				"tahdiq\r\n" +
				"alhudur\r\n" +
				"takhamiyn\r\n" +
				"kushif\r\n" +
				"basmaa 'aw lajlaa\r\n" +
				"mubtakar\r\n" +
				"qarash\r\n" +
				"jayizat 'aw mukafa\r\n" +
				"muthina\r\n" +
				"altarkib\r\n" +
				"hafaz\r\n" +
				"bitaqa\r\n" +
				"eamwdi\r\n" +
				"sibaha\r\n" +
				"sarie\r\n" +
				"faharas\r\n" +
				"ghurayb\r\n" +
				"tadhia\r\n" +
				"faqd al'amal\r\n" +
				"mwqf\r\n" +
				"tujbir\r\n" +
				"hisasia\r\n" +
				"fi yawm ma\r\n" +
				"lahza\r\n" +
				"li'awal maratan\r\n" +
				"'aelan\r\n" +
				"fi jmye 'anha' alealam\r\n" +
				"rafae\r\n" +
				"matlub\r\n" +
				"muajaha\r\n" +
				"mulawan\r\n" +
				"almathali\r\n" +
				"dustur\r\n" +
				"mudarib\r\n" +
				"eyd alshukr\r\n" +
				"rayiha\r\n" +
				"kawma\r\n" +
				"hajib aleayn\r\n" +
				"kays\r\n" +
				"waqf 'iitlaq\r\n" +
				"yarith\r\n" +
				"sinia\r\n" +
				"rayid\r\n" +
				"altanzimia\r\n" +
				"alkitab almadrasiu\r\n" +
				"'ah\r\n" +
				"muqrif\r\n" +
				"wa'iinkamsh\r\n" +
				"namudhaj\r\n" +
				"almustajida\r\n" +
				"nuqta\r\n" +
				"qamah\r\n" +
				"eanif\r\n" +
				"tasawur\r\n" +
				"maequl\r\n" +
				"mamlaka\r\n" +
				"mamari\r\n" +
				"'iideaf\r\n" +
				"barutukul\r\n" +
				"ealaa wajh alhasr\r\n" +
				"suti\r\n" +
				"alsuwq\r\n" +
				"bikuli srah\r\n" +
				"ghyr munasif\r\n" +
				"tadaris\r\n" +
				"nashr\r\n" +
				"mahfuf bialmakhatir\r\n" +
				"maekruna\r\n" +
				"nawe 'adbi\r\n" +
				"sarf alaintibah\r\n" +
				"miaza\r\n" +
				"mukhatat\r\n" +
				"muktayib\r\n" +
				"qitea\r\n" +
				"al'aqrab\r\n" +
				"khasm\r\n" +
				"la\r\n" +
				"salam\r\n" +
				"'adghal\r\n" +
				"hijra\r\n" +
				"tanafas\r\n" +
				"ghazana\r\n" +
				"'iiesar\r\n" +
				"mtajr altajzia\r\n" +
				"sinf\r\n" +
				"jurh\r\n" +
				"ainqilab\r\n" +
				"musaeada\r\n" +
				"safir\r\n" +
				"kathafa\r\n" +
				"yadeam\r\n" +
				"huba alaistitlae\r\n" +
				"takhataa\r\n" +
				"eudwan\r\n" +
				"altahfiz\r\n" +
				"sahafa\r\n" +
				"'iinsan ali\r\n" +
				"fayudan\r\n" +
				"ghats\r\n" +
				"bitariqat mumathila\r\n" +
				"ghyr rasmiin\r\n" +
				"allughat alfarisia\r\n" +
				"risha\r\n" +
				"jism kurwaa\r\n" +
				"shad\r\n" +
				"tabahaa\r\n" +
				"tarbiyta\r\n" +
				"mahsus - malmus\r\n" +
				"batin alqadam\r\n" +
				"shahruh aelamyh\r\n" +
				"rayid\r\n" +
				"kushif\r\n" +
				"nakta\r\n" +
				"rafahia\r\n" +
				"salahia\r\n" +
				"alnizam albiyiyu\r\n" +
				"bishakl sarim\r\n" +
				"jazyiy\r\n" +
				"tuq\r\n" +
				"eshbt dara\r\n" +
				"alailtizam\r\n" +
				"khat\r\n" +
				"min almftrd 'an\r\n" +
				"wa'adaf\r\n" +
				"bany\r\n" +
				"lamhatan\r\n" +
				"fardia\r\n" +
				"tukhasas\r\n" +
				"taraa\r\n" +
				"al'ada\r\n" +
				"tasalul\r\n" +
				"qarad\r\n" +
				"alnnasih\r\n" +
				"althuluthayn\r\n" +
				"mustamie\r\n" +
				"bariq\r\n" +
				"min alnnahiat alqanunia\r\n" +
				"kam\r\n" +
				"khaybat al'amal\r\n" +
				"'iizeaj\r\n" +
				"dalae\r\n" +
				"mafritun, mutatarifun, mutahawir\r\n" +
				"taqniat ealia\r\n" +
				"hutam\r\n" +
				"kawma\r\n" +
				"qadib\r\n" +
				"mantiqiin\r\n" +
				"libralia\r\n" +
				"ramad\r\n" +
				"aijtimaeiaan\r\n" +
				"'abrshia\r\n" +
				"eubudia\r\n" +
				"faragh\r\n" +
				"silea\r\n" +
				"shifa'\r\n" +
				"muedini\r\n" +
				"jue\r\n" +
				"wafa\r\n" +
				"altanmawia\r\n" +
				"bsre\r\n" +
				"'iidafiin\r\n" +
				"fi muntasaf altariq\r\n" +
				"shifa'\r\n" +
				"musawa\r\n" +
				"maqbara\r\n" +
				"mudayaqa\r\n" +
				"ean eamad\r\n" +
				"shuhra\r\n" +
				"yndim\r\n" +
				"mudahash\r\n" +
				"'arjahia\r\n" +
				"juzra\r\n" +
				"fawq\r\n" +
				"rusum\r\n" +
				"hafa\r\n" +
				"'ahrijat\r\n" +
				"tashbith\r\n" +
				"maezul\r\n" +
				"ghamaz\r\n" +
				"mashbuh\r\n" +
				"kursii mutaharik\r\n" +
				"firqa\r\n" +
				"muahil\r\n" +
				"maealij\r\n" +
				"ghats\r\n" +
				"hadhih\r\n" +
				"kafil\r\n" +
				"aibtisama\r\n" +
				"allawn\r\n" +
				"alsukkania\r\n" +
				"tumtir\r\n" +
				"qasherira\r\n" +
				"laja\r\n" +
				"qiada\r\n" +
				"mashrie\r\n" +
				"tajmae\r\n" +
				"birmija\r\n" +
				"yushajie\r\n" +
				"makhraj\r\n" +
				"salim\r\n" +
				"bayie\r\n" +
				"alnima'\r\n" +
				"alfawl alsudaniu\r\n" +
				"midgh\r\n" +
				"tawdih\r\n" +
				"dhahni\r\n" +
				"tasawur\r\n" +
				"mazad ealaniin\r\n" +
				"sharihat lahm\r\n" +
				"alaimtithal\r\n" +
				"aintisar\r\n" +
				"almusahim\r\n" +
				"mushabih\r\n" +
				"almuasalat\r\n" +
				"damir\r\n" +
				"eamaliat hasabia\r\n" +
				"kathiranaan\r\n" +
				"fatra\r\n" +
				"khadash\r\n" +
				"mustayqiz\r\n" +
				"alaikhtisas alqadayiyu\r\n" +
				"la muhala\r\n" +
				"nashit nisayiyun\r\n" +
				"quyud\r\n" +
				"eatifia\r\n" +
				"albietha\r\n" +
				"mazeum\r\n" +
				"muruna\r\n" +
				"altawa'\r\n" +
				"tashabah\r\n" +
				"mukhara\r\n" +
				"jafn aleayn\r\n" +
				"'abkam\r\n" +
				"hajm\r\n" +
				"rashi\r\n" +
				"mueadal alwafayat\r\n" +
				"falsufi\r\n" +
				"tahwilat\r\n" +
				"kafil\r\n" +
				"albaladia\r\n" +
				"'aya\r\n" +
				"kabad\r\n" +
				"ainsijam\r\n" +
				"faqat\r\n" +
				"tafawut\r\n" +
				"lahza\r\n" +
				"maeiz\r\n" +
				"dhirae\r\n" +
				"barika\r\n" +
				"muz\r\n" +
				"jari\r\n" +
				"qasr\r\n" +
				"sabiqaan\r\n" +
				"falah\r\n" +
				"'aniq\r\n" +
				"jid\r\n" +
				"alnnayib\r\n" +
				"subar marikat\r\n" +
				"rihlat bahria\r\n" +
				"tabana\r\n" +
				"eadi\r\n" +
				"juz'\r\n" +
				"altaqwim\r\n" +
				"'armala\r\n" +
				"alwadiea\r\n" +
				"lahia\r\n" +
				"faramil\r\n" +
				"wasat albalad\r\n" +
				"tahariy\r\n" +
				"dafea\r\n" +
				"haram\r\n" +
				"fru\r\n" +
				"wahushi\r\n" +
				"almuftaras\r\n" +
				"nakaz\r\n" +
				"yukhtar, yuqarir\r\n" +
				"tatuei\r\n" +
				"mushkila\r\n" +
				"salih\r\n" +
				"muntadaa\r\n" +
				"raqs\r\n" +
				"bisaeada\r\n" +
				"halaq\r\n" +
				"'iizala\r\n" +
				"alhukm aldhdhati\r\n" +
				"yasunu qanun\r\n" +
				"mustadir - kurui\r\n" +
				"khayt\r\n" +
				"daw'\r\n" +
				"muealam maeruf\r\n" +
				"taeis\r\n" +
				"almudhanib\r\n" +
				"at\r\n" +
				"sirana\r\n" +
				"juz'\r\n" +
				"mumayaz\r\n" +
				"siaha\r\n" +
				"eataba\r\n" +
				"hudu'\r\n" +
				"bisurat rutinia\r\n" +
				"junah\r\n" +
				"taeliq\r\n" +
				"munazam\r\n" +
				"qash\r\n" +
				"lahuti\r\n" +
				"beyda, bimaezil, ealaa hadin\r\n" +
				"aleadim\r\n" +
				"karih ardih\r\n" +
				"hash\r\n" +
				"aietirad\r\n" +
				"kiamya'\r\n" +
				"qadim altiraz\r\n" +
				"muzdahamaan\r\n" +
				"dayira\r\n" +
				"ainfijar\r\n" +
				"sad\r\n" +
				"bayn eashiat waduhaha\r\n" +
				"'iinkar\r\n" +
				"tajir\r\n" +
				"rayie\r\n" +
				"shaziya\r\n" +
				"mustawaa\r\n" +
				"barghi\r\n" +
				"dif'\r\n" +
				"aljamieia\r\n" +
				"sayil\r\n" +
				"sudae alraas\r\n" +
				"alshurtiu\r\n" +
				"yakhdae 'aw yastaslim\r\n" +
				"'iisqat\r\n" +
				"maeraka\r\n" +
				"mutakafi\r\n" +
				"'ushir\r\n" +
				"takhruj\r\n" +
				"tadribat\r\n" +
				"qasy\r\n" +
				"qasr\r\n" +
				"yataealaq\r\n" +
				"eanab\r\n" +
				"yadhan\r\n" +
				"kukh\r\n" +
				"darab khasun\r\n" +
				"sahar\r\n" +
				"jansania\r\n" +
				"mukhalas\r\n" +
				"tin\r\n" +
				"junayh\r\n" +
				"balun\r\n" +
				"aikhtirae\r\n" +
				"algharur\r\n" +
				"'ujra\r\n" +
				"wajib manziliun\r\n" +
				"alqurs\r\n" +
				"kanba\r\n" +
				"daman\r\n" +
				"tuafir\r\n" +
				"radar\r\n" +
				"eabus\r\n" +
				"aistieada\r\n" +
				"ghadar\r\n" +
				"tasrih\r\n" +
				"satra\r\n" +
				"'iieadat tahil\r\n" +
				"matat\r\n" +
				"tarajue\r\n" +
				"markab\r\n" +
				"bahria\r\n" +
				"malayim\r\n" +
				"matrad\r\n" +
				"mukhadram\r\n" +
				"mutakamil\r\n" +
				"ha\r\n" +
				"shab\r\n" +
				"bathi\r\n" +
				"eilawatan\r\n" +
				"almusayila\r\n" +
				"sahaq\r\n" +
				"althuluth\r\n" +
				"tufakir\r\n" +
				"tahdith\r\n" +
				"sharara\r\n" +
				"basakhria\r\n" +
				"'iieya'\r\n" +
				"wara'\r\n" +
				"almudaraba\r\n" +
				"ealama\r\n" +
				"munkhafid\r\n" +
				"waeaza\r\n" +
				"dlu\r\n" +
				"qunbula\r\n" +
				"'ashqur\r\n" +
				"aietiraf\r\n" +
				"yastafiz\r\n" +
				"rakham\r\n" +
				"jawhriana\r\n" +
				"'iiltawa'\r\n" +
				"mudafie\r\n" +
				"smak\r\n" +
				"sarih\r\n" +
				"almuasalat\r\n" +
				"muqalaq\r\n" +
				"muraqaba\r\n" +
				"maghnatisi\r\n" +
				"faniyin\r\n" +
				"tamtam\r\n" +
				"mudamir\r\n" +
				"taghadar\r\n" +
				"sahm\r\n" +
				"sadma\r\n" +
				"mujawir\r\n" +
				"naqae\r\n" +
				"sharit\r\n" +
				"ghdwn dhlk\r\n" +
				"naql\r\n" +
				"shasha\r\n" +
				"hisad\r\n" +
				"ealaa altawali\r\n" +
				"jmhwryun\r\n" +
				"tansiq\r\n" +
				"fi jmye 'anha' alealam\r\n" +
				"fi ghdwn\r\n" +
				"aljasus\r\n" +
				"fatha\r\n" +
				"shaghab\r\n" +
				"aleanasir alghidhayiya\r\n" +
				"almuatina\r\n" +
				"biquswa\r\n" +
				"siada\r\n" +
				"qimat jabal\r\n" +
				"shujae\r\n" +
				"'iida'atan\r\n" +
				"tahdid\r\n" +
				"musahim\r\n" +
				"'ahbat\r\n" +
				"yahshud\r\n" +
				"yatakalam biwuduh\r\n" +
				"al'ahama\r\n" +
				"eubur\r\n" +
				"kthyf\r\n" +
				"nadwa\r\n" +
				"'iiliktaruniat\r\n" +
				"mushmis\r\n" +
				"alsarawil alqasira\r\n" +
				"tadakham\r\n" +
				"aitiham\r\n" +
				"taneim\r\n" +
				"taswir\r\n" +
				"aietadal\r\n" +
				"rhib\r\n" +
				"jadila\r\n" +
				"mafaji\r\n" +
				"eurus\r\n" +
				"sirat shakhsia\r\n" +
				"khatar\r\n" +
				"qahri\r\n" +
				"nadiraan ma\r\n" +
				"qarmida\r\n" +
				"min alnnahiat alaiqtisadia\r\n" +
				"bikuli sarahih\r\n" +
				"mudtarib\r\n" +
				"yanhani\r\n" +
				"eshrwn\r\n" +
				"mutawazin\r\n" +
				"'ajnabi\r\n" +
				"'iitlaq\r\n" +
				"alsuhulat 'aw alrraha\r\n" +
				"bahja\r\n" +
				"nasij\r\n" +
				"khashab\r\n" +
				"hataa\r\n" +
				"bidiqa\r\n" +
				"huja\r\n" +
				"misbah\r\n" +
				"nsikh\r\n" +
				"tayaran\r\n" +
				"mustadama\r\n" +
				"'iiblis\r\n" +
				"barghi\r\n" +
				"humula\r\n" +
				"aleumud alfiqriu\r\n" +
				"tajir\r\n" +
				"mahir\r\n" +
				"'iidara\r\n" +
				"eamatan\r\n" +
				"bahriin\r\n" +
				"alrasif\r\n" +
				"munazam\r\n" +
				"dabab\r\n" +
				"diblumasiun\r\n" +
				"malal\r\n" +
				"bed al'ahyan\r\n" +
				"malkhas\r\n" +
				"mubashir\r\n" +
				"waba'\r\n" +
				"qatilat - muhlik\r\n" +
				"taqlim\r\n" +
				"mustawdae\r\n" +
				"tasarie\r\n" +
				"farasha\r\n" +
				"barunz\r\n" +
				"gharaq\r\n" +
				"muta'asil\r\n" +
				"madh\r\n" +
				"ealaa alsaeid alwatanii\r\n" +
				"bisaq\r\n" +
				"hisad\r\n" +
				"rakae\r\n" +
				"muknasat kahraba'\r\n" +
				"almuhadad\r\n" +
				"tumli\r\n" +
				"alsuwrat alnamtia\r\n" +
				"almustasheir\r\n" +
				"ghasil mulabis\r\n" +
				"kutayib\r\n" +
				"musadas\r\n" +
				"bahriin\r\n" +
				"madeaa\r\n" +
				"tifl\r\n" +
				"altabaqat almutawasita\r\n" +
				"aietidhar\r\n" +
				"hataa\r\n" +
				"mawlid kahraba'";
	}



}
